{"infoMessages":[{"type":"INFO","code":"XSD_ZATCA_VALID","category":"XSD validation","message":"Complied with UBL 2.1 standards in line with ZATCA specifications","status":"PASS"}],"warningMessages":[{"type":"WARNING","code":"BR-S-08","category":"EN_16931","message":"\u0644\u0643\u0644 \u0631\u0645\u0632 \u0645\u0646 \u0641\u0626\u0627\u062A \u0636\u0631\u064A\u0628\u0629 \u0627\u0644\u0642\u064A\u0645\u0629 \u0627\u0644\u0645\u0636\u0627\u0641\u0629 (BT-119) \u0627\u0644\u0630\u064A \u064A\u0643\u0648\u0646 \u0641\u064A\u0647 \u0627\u0644\u0631\u0645\u0632 \u0627\u0644\u062E\u0627\u0635\u0651 \u0628\u0641\u0626\u0629 \u0636\u0631\u064A\u0628\u0629 \u0627\u0644\u0642\u064A\u0645\u0629 \u0627\u0644\u0645\u0636\u0627\u0641\u0629 (BT-118) \u201C\u062E\u0627\u0636\u0639 \u0644\u0644\u0636\u0631\u064A\u0628\u0629 \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0627\u0644\u0623\u0633\u0627\u0633\u064A\u0629\u201C\u060C \u064A\u062C\u0628 \u0623\u0646 \u064A\u0643\u0648\u0646 \u0627\u0644\u0645\u0628\u0644\u063A \u0627\u0644\u062E\u0627\u0636\u0639 \u0644\u0644\u0636\u0631\u064A\u0628\u0629 \u0636\u0645\u0646 \u0641\u0626\u0629 \u0636\u0631\u064A\u0628\u0629 \u0627\u0644\u0642\u064A\u0645\u0629 \u0627\u0644\u0645\u0636\u0627\u0641\u0629 (BT-116) \u0645\u0633\u0627\u0648\u064A\u064B\u0627 \u0644\u0645\u062C\u0645\u0648\u0639 \u0627\u0644\u0645\u0628\u0627\u0644\u063A \u0627\u0644\u0635\u0627\u0641\u064A\u0629 \u0639\u0644\u0649 \u0645\u0633\u062A\u0648\u0649 \u0628\u0646\u062F \u0627\u0644\u0641\u0627\u062A\u0648\u0631\u0629 (BT-131) \u0645\u0637\u0631\u0648\u062D\u064B\u0627 \u0645\u0646\u0647 \u0645\u062C\u0645\u0648\u0639 \u0645\u0628\u0627\u0644\u063A \u0627\u0644\u062E\u0635\u0645 \u0639\u0644\u0649 \u0645\u0633\u062A\u0648\u0649 \u0627\u0644\u0645\u0633\u062A\u0646\u062F(BT-92) \u0628\u0627\u0644\u0625\u0636\u0627\u0641\u0629 \u0625\u0644\u0649 \u0645\u062C\u0645\u0648\u0639 \u0645\u0628\u0627\u0644\u063A \u0627\u0644\u0631\u0633\u0648\u0645 \u0639\u0644\u0649 \u0645\u0633\u062A\u0648\u0649 \u0627\u0644\u0645\u0633\u062A\u0646\u062F (BT-99) \u0641\u064A \u0627\u0644\u062D\u0627\u0644\u0627\u062A \u0627\u0644\u062A\u064A \u062A\u0643\u0648\u0646 \u0641\u064A\u0647\u0627 \u0627\u0644\u0631\u0645\u0648\u0632 \u0627\u0644\u062E\u0627\u0635\u0651\u0629 \u0628\u0641\u0626\u0629 \u0636\u0631\u064A\u0628\u0629 \u0627\u0644\u0642\u064A\u0645\u0629 \u0627\u0644\u0645\u0636\u0627\u0641\u0629 (BT-151, BT-95, BT-102) \u201C\u062E\u0627\u0636\u0639\u0629 \u0644\u0644\u0636\u0631\u064A\u0628\u0629 \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0627\u0644\u0623\u0633\u0627\u0633\u064A\u0629\u201C.\u060C \u0648\u0646\u0633\u0628\u0629 \u0636\u0631\u064A\u0628\u0629 \u0627\u0644\u0642\u064A\u0645\u0629 \u0627\u0644\u0645\u0636\u0627\u0641\u0629 \u0644\u0644\u0639\u0646\u0627\u0635\u0631 (BT-152,BT-96,BT-103) \u064A\u062C\u0628 \u0623\u0646 \u062A\u0633\u0627\u0648\u064A \u0646\u0633\u0628\u0629 \u0636\u0631\u064A\u0628\u0629 \u0627\u0644\u0642\u064A\u0645\u0629 \u0627\u0644\u0645\u0636\u0627\u0641\u0629 \u0644\u0644\u0639\u0646\u0635\u0631 (BT-119).","status":"WARNING"}],"errorMessages":[],"status":"WARNING"}