Repository: tellma-ltd/tellma
Catalog: Tellma.Resources/Strings.*.resx
Languages: am, ar, zh

source: Access Denied
am: መዳረሻ ተከልክሏል
ar: غير مسموح بالدخول
zh: 拒绝访问

# AccessDeniedMessage
source: You do not have access to this resource.
am: የዚህ መርጃ መዳረሻ የለዎትም.
ar: ليس لديك حق الوصول إلى هذا المورد.
zh: 您没有使用这些资源。

source: Account
am: ሒሳብ
ar: حساب
zh: 帐户

# Account_Agent
source: Agent
am: ወኪል
ar: الذمة
zh: 代理人

# Account_AgentDefinition
source: Agent Definition
am: የወኪል ፍቺ
ar: تعريف الذمة
zh: 代理定义

# Account_Center
source: Center
am: ኃላፊነት ማዕከል
ar: المركز
zh: 责任中心

# Account_Classification
source: Classification
am: ምደባ
ar: التصنيف
zh: 分类

# Account_Currency
source: Currency
am: ገንዘብ
ar: العملة
zh: 货币

# Account_EntryType
source: Entry Type
am: ምዝግብ አይነት
ar: نوع السطر
zh: 进入分类

# Account_IsAutoSelected
source: Is Auto Selected
am: በራስ-ሰር የተመረጠ ነው
ar: يمكن اختياره تلقائيا
zh: 是否自动选择

# Account_NotedAgent
source: Noted Agent
am: የታወቀ ወኪል
ar: الذمة المعنية
zh: 知名代理人

# Account_NotedAgentDefinition
source: Noted Agent Definition
am: የታወጀ ወኪል ፍቺ
ar: تعريف الذمة المعنية
zh: 著名代理人定义

# Account_NotedResource
source: Noted Resource
am: የተጠቀሰው ምንጭ
ar: المورد المعني
zh: 著名资源

# Account_NotedResourceDefinition
source: Noted Resource Definition
am: የታወጀ የመርጃ ፍቺ
ar: تعريف المورد المعني
zh: 注意到的资源定义

# Account_Resource
source: Resource
am: ምንጭ
ar: المورد
zh: 资源

# Account_ResourceDefinition
source: Resource Definition
am: የንብረት ፍቺ
ar: تعريف المورد
zh: 资源定义

# Account_Type
source: Type
am: ዓይነት
ar: النوع
zh: 类型

source: Account Classification
am: ምደባ
ar: تصنيف حساب
zh: 帐户分类

# AccountClassification_AccountTypeParent
source: Account Type Parent
am: የመለያ አይነት ወላጅ
ar: نوع الحسابات
zh: 帐户类型 父级

source: Account Classifications
am: ምደባዎች
ar: تصنيفات حسابات
zh: 帐户分类

source: Accounts
am: መለያዎች
ar: حسابات
zh: 帐号

source: Account Type
am: የመለያ አይነት
ar: نوع حساب
zh: 帐户类型

# AccountType_AgentDefinitions
source: Agent Definitions
am: የወኪል ፍቺዎች
ar: تعريفات الذمم
zh: 代理定义

# AccountType_Concept
source: Concept
am: ጽንሰ-ሐሳብ
ar: المفهوم
zh: 概念

# AccountType_EntryTypeParent
source: Purpose Parent
am: ዓላማ ወላጅ
ar: جذر الغرض
zh: 目的 家长

# AccountType_ExternalReferenceLabel
source: External Reference Label
am: የውጭ ማመሳከሪያ መለያ
ar: اسم المرجع الخارجي
zh: 外部参考标签

# AccountType_InternalReferenceLabel
source: Internal Reference Label
am: የውስጥ ማጣቀሻ መለያ
ar: اسم المرجع الداخلي
zh: 内部参考标签

# AccountType_IsMonetary
source: Is Monetary
am: ገንዘብ ነዋ
ar: ذو طبيعة نقدية
zh: 是货币的

# AccountType_NotedAgentDefinitions
source: Noted Agent Definitions
am: የታወቁ ወኪል ፍቺዎች
ar: تعريفات الذمم المعنية
zh: 值得注意的代理定义

# AccountType_NotedAgentNameLabel
source: Noted Agent Name Label
am: የታዋቂ ወኪል ስም መለያ
ar: اسم اسم الذمة المعنية
zh: 注明代理人姓名标签

# AccountType_NotedAmountLabel
source: Noted Amount Label
am: የተጠቀሰው መጠን መለያ
ar: اسم المبلغ المعني
zh: 注明金额标签

# AccountType_NotedDateLabel
source: Noted Date Label
am: የተመዘገበበት ቀን መለያ
ar: اسم التاريخ المعني
zh: 注明日期标签

# AccountType_NotedResourceDefinitions
source: Noted Resource Definitions
am: የታወቁ የመርጃ ፍቺዎች
ar: تعريفات الموارد المعنية
zh: 注意到的资源定义

# AccountType_ReferenceSourceLabel
source: Reference Source Label
am: የማጣቀሻ ምንጭ መለያ
ar: اسم مصدر المرجع
zh: 参考来源标签

# AccountType_ResourceDefinitions
source: Resource Definitions
am: የንብረት መግለጫዎች
ar: تعريفات الذمم
zh: 资源定义

# AccountType_StandardAndPure
source: Standard and Pure
am: መደበኛ እና ንጹህ
ar: عين مع منفعة
zh: 标准和纯品

# AccountType_Time1Label
source: Time 1 Label
am: ጊዜ 1 መለያ
ar: اسم الزمن 1
zh: 时间 1 标签

# AccountType_Time2Label
source: Time 2 Label
am: ጊዜ 2 መለያ
ar: اسم الزمن 2
zh: 时间 2 标签

source: Account Type Resource Definition
am: የመለያ አይነት የንብረት ፍቺ
ar: تعريف مورد نوع حساب
zh: 账户类型 资源 定义

source: Account Type Resource Definitions
am: የመለያ አይነት የመርጃ ፍቺዎች
ar: تعريفات موارد أنواع حسابات
zh: 账户类型资源定义

source: Account Types
am: የመለያ አይነቶች
ar: أنواع حسابات
zh: 账户类型

source: Active
am: ገቢር
ar: منشط
zh: 活性

source: Add an External Sign-in
am: አንድ ውጫዊ ይግቡ-ውስጥ ያክሉ
ar: أضف مسجل دخول خارجي
zh: 添加外部登录在

source: Admin User
am: የአስተዳዳሪ ተጠቃሚ
ar: حساب مشرف
zh: 管理员用户

source: Admin Users
am: የአስተዳደር ተጠቃሚዎች
ar: حسابات مشرفين
zh: 管理员用户

source: Agent
am: ወኪል
ar: ذمة
zh: 代理人

# Agent_Agent1
source: Agent 1
am: ወኪል 1
ar: الذمة 1
zh: 代理人1

# Agent_Agent2
source: Agent 2
am: ወኪል 2
ar: الذمة 2
zh: 特工2

# Agent_Attachments
source: Attachments
am: አባሪዎች
ar: المرفقات
zh: 附件

# Agent_BankAccountNumber
source: Bank Account Number
am: የባንክ ሂሳብ ቁጥር
ar: رقم حساب البنك
zh: 银行帐号

# Agent_DateOfBirth
source: Date of Birth
am: የተወለደበት ቀን
ar: تاريخ الميلاد
zh: 出生日期

# Agent_ExternalReference
source: External Reference
am: ውጫዊ ማጣቀሻ
ar: المرجع الخارجي
zh: 外部参考

# Agent_TaxIdentificationNumber
source: Tax Identification Number
am: የግብር መለያ ቁጥር
ar: رقم التعريف الضريبي
zh: 税号

# Agent_User
source: User
am: ተጠቃሚ
ar: المستخدم
zh: 用户

# Agent_Users
source: Users
am: ተጠቃሚዎች
ar: المستخدمون
zh: 用户

source: Agent Definition
am: የወኪል ፍቺ
ar: تعريف الذمة
zh: 代理定义

# AgentDefinition_UserCardinality
source: User Cardinality
am: የተጠቃሚ ካርዲናሊቲ
ar: عدد المستخدمين
zh: 用户基数

source: Agent Definition Report Definition
am: የተባበሩት መንግስታት-የታረቀ
ar: تعريف تقرير تعريف ذمة
zh: 代理定义 报告定义

source: Agent Definition Report Definitions
am: የተባበሩት መንግስታት-የታረቀ
ar: تعريفات تقارير تعريفات ذمم
zh: 代理定义报告定义

source: Agent Definitions
am: የወኪል ፍቺዎች
ar: تعريفات ذمم
zh: 代理定义

source: Agents
am: ወኪሎች
ar: ذمم
zh: 代理

source: Agent User
am: ወኪል ተጠቃሚ
ar: مستخدم ذمة
zh: 代理用户

# AgentUser_User
source: User
am: ተጠቃሚ
ar: المستخدم
zh: 用户

source: Agent Users
am: ወኪል ተጠቃሚዎች
ar: مستخدمو ذمة
zh: 代理用户

source: Android
am: የ Android
ar: الآندرويد
zh: Android的

# AppFullName
source: Tellma ERP
am: ተልማ
ar: نظام تلما
zh: 敏锐

# AppName
source: Tellma
am: ተልማ
ar: تلما
zh: 敏锐

# Assignment_A
source: From Account
am: ከመለያ
ar: من الحساب
zh: 来自帐户

# Assignment_Document
source: Document
am: ሰነድ
ar: المستند
zh: 文档

# Assignment_E
source: From Entry
am: ከመግቢያ
ar: من السطر
zh: 从入境

# Assignment_N
source: None
am: ምንም
ar: غير محدد
zh: 没有任何

source: Attachment
am: አባሪ
ar: مرفق
zh: 依恋

# Attachment_Category
source: Category
am: ምድብ
ar: التصنيف
zh: 类别

# Attachment_FileExtension
source: File Extension
am: የፋይል ቅጥያ
ar: امتداد الملف
zh: 文件扩展名

# Attachment_Size
source: Size
am: ልክ
ar: الحجم
zh: 尺寸

source: Attachments
am: አባሪዎች
ar: مرفقات
zh: 附件

source: Authenticator App
am: አረጋጋጭ መተግበሪያ
ar: تطبيق (Authenticator)
zh: 身份验证器应用

source: Authenticator Code
am: ማረጋገጫ ኮድ
ar: الكود من تطبيق (authenticator)
zh: 认证码

# Button_DisableTwoFactorAuthentication
source: Disable 2FA
am: አሰናክል 2FA
ar: تعطيل التوثيق مزدوج العوامل
zh: 禁用2FA

source: Byte
am: ባይት
ar: قيمة بايت
zh: 字节

# Calendar_ET
source: Ethiopian Calendar
am: የኢትዮጵያ የቀን መቁጠሪያ
ar: تقويم أثيوبي
zh: 埃塞俄比亚日历

# Calendar_GC
source: Gregorian Calendar
am: የግሪጎሪያን የቀን መቁጠሪያ
ar: تقويم ميلادي
zh: 公历

# Calendar_UQ
source: Umm Al-Qura Calendar
am: የኡሙ አል-ቁራ አቆጣጠር
ar: تقويم أم القرى
zh: 乌姆古拉日历

source: Cancel
am: ሰርዝ
ar: إلغاء
zh: 取消

# Cardinality_Multiple
source: Multiple
am: ብዙ
ar: متعدد
zh: 多种的

# Cardinality_None
source: None
am: ምንም
ar: بدون
zh: 没有任何

# Cardinality_Single
source: Single
am: ነጠላ
ar: مفرد
zh: 单身的

source: Cell {0}
am: ሕዋስ {0}
ar: الخانة {0}
zh: 单元格{0}

source: Center
am: ኃላፊነት ማዕከል
ar: مركز
zh: 责任中心

# Center_CenterType
source: Center Type
am: ኃላፊነት አይነት
ar: نوع المركز
zh: 责任类型

# Center_CenterType_Abstract
source: Abstract
am: ረቂቅ
ar: تجميعي
zh: 抽象的

# Center_CenterType_Administration
source: Administration
am: አስተዳደር
ar: إدارة
zh: 行政

# Center_CenterType_BusinessUnit
source: Business Unit
am: የንግድ ክፍል
ar: وحدة أعمال
zh: 事业部

# Center_CenterType_ConstructionInProgressExpendituresControl
source: Construction Expense
am: የግንባታ ወጪ
ar: تكاليف إنشاء
zh: 建设费用

# Center_CenterType_CurrentInventoriesInTransitExpendituresControl
source: Transit Expense
am: የመጓጓዣ ወጪ
ar: تكاليف نقل
zh: 过境费

# Center_CenterType_FinanceCost
source: Finance Cost
ar: تكلفة تمويل

source: Rentals Under Construction Expense
am: በግንባታ ላይ ያሉ ኪራዮች
ar: تكاليف مبان للتأجير قيد الإنشاء
zh: 建设中的租金费用

# Center_CenterType_Marketing
source: Marketing
am: ግብይት
ar: تسويق
zh: 营销

# Center_CenterType_Operation
source: Operation
am: ኦፕሬሽን
ar: تشغيل
zh: 手术

# Center_CenterType_OtherPL
source: Other Profit/Loss
am: ሌላ ትርፍ/ኪሳራ
ar: أرباح أو خسائر أخرى
zh: 其他损益

# Center_CenterType_Sale
source: Sale
am: ሽያጭ
ar: مبيعات
zh: 销售

# Center_CenterType_Service
source: Service
am: አገልግሎት
ar: خدمات
zh: 服务

# Center_CenterType_WorkInProgressExpendituresControl
source: Production Expense
am: የምርት ወጪ
ar: تكاليف تصنيع
zh: 生产费用

source: Centers
am: ኃላፊነት ማዕከላት
ar: مراكز
zh: 责任中心

source: Change Password
am: የሚስጥር ቁልፍ ይቀይሩ
ar: تغير كلمة المرور
zh: 更改密码

# Channel_Email
source: Email
am: ኢሜይል
ar: بريد إلكتروني
zh: 电子邮件

# Channel_Sms
source: SMS
am: ኤስኤምኤስ
ar: رسائل نصية
zh: 短信

source: Classification
am: በዓይነቱ መመደብ
ar: تصنيف
zh: 分类

source: Classifications
am: ምደባዎች
ar: تصنيفات
zh: 分类

source: Click here
am: እዚህ ጋር ጠቅ ያድርጉ
ar: اضغط هنا
zh: 点击这里

# ClickHereLower
source: click here
am: እዚህ ጋር ጠቅ ያድርጉ
ar: اضغط هنا
zh: 点击这里

source: Code
am: ኮድ
ar: الكود
zh: 码

source: Configure Authenticator App
am: የአረጋጋጭ መተግበሪያ
ar: ضبط تطبيق (Authenticator)
zh: 配置身份验证器应用

# ConfigureAuthenticatorIntro
source: To use an authenticator app go through the following steps:
am: የሚከተሉትን ደረጃዎች አማካኝነት አንድ አረጋጋጭ መተግበሪያ በጉዞ ለመጠቀም:
ar: لاستخدام تطبيق (authenticator) قم باتباع الخطوات التالية:
zh: 要使用认证的应用程序要经过以下步骤：

# ConfigureAuthenticatorStep1
source: Download a two-factor authenticator app like Google Authenticator:
am: የ Google ማረጋገጫ አካል እንደ ባለሁለት አረጋጋጭ መተግበሪያውን ያውርዱ:
ar: حمل تطبيقا للتوثيق المزدوج العوامل، مثلا (Google Authenticator):
zh: 下载双因素身份验证的应用程序如谷歌身份验证：

# ConfigureAuthenticatorStep2
source: Scan the QR Code or enter the following key into your two factor authenticator app. Spaces and casing do not matter:
am: የ QR ኮድ ይቃኙ ወይም ሁለት ምክንያት አረጋጋጭ መተግበሪያ ወደ የሚከተሉትን ቁልፍ ያስገቡ. ክፍተቶች እና ማቀፊያዎን ነገር አታድርጉ;
ar: قم بمسح الباركود أدناه أو قم بإدخال الكود التالي في تطبيق (authenticator)، حجم الرموز لا يؤثر وكذلك المسافات بينها:
zh: 扫描QR码或输入以下钥匙插入你的两个因素身份验证的应用程序。空间与外壳并不重要：

# ConfigureAuthenticatorStep3
source: Once you have scanned the QR code or input the key above, your authenticator app will provide you with a secret code. Enter the code in the confirmation box below.
am: አንተ ቁልፍ ከላይ ያለውን የ QR ኮድ ወይም ግብዓት ስካን አንዴ የእርስዎ አረጋጋጭ መተግበሪያ ሚስጥር ኮድ ጋር ያቀርባል. ከታች ያለውን የማረጋገጫ ሳጥን ውስጥ ኮዱን ያስገቡ.
ar: بعد مسح الباركود أو إدخال الكود، سيعرض لك التطبيق رقما سريا للتحقق، قم بإدخاله في الحقل أدناه.
zh: 一旦你已经扫描上面的键QR码或输入您的身份验证的应用程序会为您提供一个密码。输入下面的确认框的代码。

source: Confirm Email
am: ኢ - ሜልህን አረጋግጥ
ar: تأكيد البريد الإلكتروني
zh: 确认邮件

source: Confirm New Password
am: አዲሱን የይለፍ ቃል አረጋግጥ
ar: تأكيد كلمة المرور الجديدة
zh: 确认新密码

source: Confirm Password
am: የይለፍ ቃል አረጋግጥ
ar: تأكيد كلمة المرور
zh: 确认密码

# CopyrightNotice0
source: Copyright © {0} Tellma, Ltd. All rights reserved.
am: የቅጂ መብት © {0} ተልማ, ኃላፊነቱ የተወሰነ ሁሉም መብቶች የተጠበቁ ናቸው.
ar: تلما لتقنية المعلومات © {0} جميع الحقوق محفوظة
zh: 版权所有©{0}巴南IT，Ltd.保留所有权利。

source: Create a Password
am: የ ሚስጥር ቁጥር ፍጠር
ar: تحديد كلمة المرور
zh: 创建一个密码

source: Created At
am: በዚህ ጊዜ የተፈጠረ
ar: زمن الإنشاء
zh: 在创建

source: Created By
am: የተፈጠረ
ar: الإنشاء من قبل
zh: 由...制作

source: Currencies
am: ገንዘቦች
ar: عملات
zh: 货币

source: Currency
am: ገንዘብ
ar: عملة
zh: 货币

# Currency_DecimalPlaces
source: Decimal Places
am: የአስርዮሽ ቦታዎች
ar: عدد المنازل العشرية
zh: 小数位数

# Currency_NumericCode
source: Numeric Code
am: የቁጥር ኮድ
ar: الكود الرقمي
zh: 数字代码

source: Current Password
am: የአሁኑ ሚስጥራዊ ማለፊያ ቁልፍ
ar: كلمة المرور الحالية
zh: 当前密码

source: Dashboard Definition
am: ዳሽቦርድ ፍቺ
ar: تعريف داشبورد
zh: 仪表板定义

# DashboardDefinition_AutoRefreshPeriodInMinutes
source: Auto-Refresh Period (Minutes)
am: ራስ-አድስ ጊዜ (ደቂቃዎች)
ar: مدة التحديث التلقائي (دقائق)
zh: 自动刷新周期（分钟）

# DashboardDefinition_Height
source: Height (Tiles)
am: ቁመት (ሰቆች)
ar: الطول (قطع)
zh: 高度（瓷砖）

# DashboardDefinition_OffsetX
source: Offset X (Tiles)
ar: الانزياح الأفقي (قطع)
zh: 偏移 X（平铺）

# DashboardDefinition_OffsetY
source: Offset Y (Tiles)
ar: الانزياح الرأسي (قطع)
zh: 偏移 Y（平铺）

# DashboardDefinition_ReportDefinition
source: Report
am: ሪፖርት አድርግ
ar: التقرير
zh: 报告

# DashboardDefinition_Widgets
source: Widgets
am: መግብሮች
ar: القطع
zh: 小部件

# DashboardDefinition_Width
source: Width (Tiles)
am: ስፋት (ሰቆች)
ar: العرض (قطع)
zh: 宽度（瓷砖）

source: Dashboard Definitions
am: ዳሽቦርድ ፍቺዎች
ar: تعريفات داشبورد
zh: 仪表板定义

source: Data
am: ወሂብ
ar: البيانات
zh: 数据

# DatePart_day
source: Day
am: የወር ቀን
ar: اليوم
zh: 月日

# DatePart_hour
source: Hour
am: ሰአት
ar: الساعة
zh: 小时

# DatePart_minute
source: Minute
am: ደቂቃ
ar: الدقيقة
zh: 分钟

# DatePart_month
source: Month
am: ወር
ar: الشهر
zh: 月

# DatePart_quarter
source: Quarter
am: ሩብ
ar: الربع
zh: 美分硬币

# DatePart_second
source: Second
am: ሁለተኛ
ar: الثانية
zh: 第二

# DatePart_weekday
source: Week Day
am: በሳምንት ቀን
ar: يوم الأسبوع
zh: 本周日

# DatePart_year
source: Year
am: አመት
ar: السنة
zh: 年

# DateTime
source: Date
am: ቀን
ar: تاريخ
zh: 日期

# DateTimeOffset
source: Time
am: ጊዜ
ar: زمن
zh: 时间

source: Decimal
am: አስርዮሽ
ar: عدد عشري
zh: 十进制

# DefaultError
source: An unknown failure has occurred.
am: ያልታወቀ አለመሳካት ተከስቷል.
ar: حدث خطأ غير معروف.
zh: 发生未知故障。

# Definition_Archive
source: Archive
am: ማህደር
ar: أرشفة
zh: 档案

# Definition_AttachmentsCategoryDefinition
source: Attachments Category Definition
am: ዓባሪዎች ምድብ ፍቺ
ar: تعريف تصنيفات المرفقات
zh: 附件类别定义

# Definition_Control
source: Control
am: ቁጥጥር
ar: نوع الحقل
zh: 控制

# Definition_ControlOptions
source: Control Options
am: የመቆጣጠሪያ አማራጮች
ar: خيارات الحقل
zh: 控制选项

# Definition_HasAddress
source: Has Address
am: አድራሻ አለው።
ar: له عنوان
zh: 有地址

# Definition_HasAttachments
source: Has Attachments
am: አባሪዎች አሉት
ar: يدعم المرفقات
zh: 有附件

# Definition_Hide
source: Hide
am: ደብቅ
ar: إخفاء
zh: 隐藏

# Definition_PreprocessScript
source: Preprocess Script
am: የቅድመ-ዝግጅት ስክሪፕት
ar: كود الحفظ
zh: 预处理脚本

# Definition_ReportDefinition
source: Report Definition
am: የተባበሩት መንግስታት-የታረቀ
ar: تعريف التقرير
zh: 报告定义

# Definition_ReportDefinitions
source: Report Definitions
am: የተባበሩት መንግስታት-የታረቀ
ar: تعريفات التقارير
zh: 报告定义

# Definition_Role
source: Role
am: ሚና
ar: الدور
zh: 角色

# Definition_Roles
source: Roles
am: ሚናዎች
ar: الأدوار
zh: 角色

# Definition_Show
source: Show
am: አሳይ
ar: إظهار
zh: 展示

# Definition_ShowInMainMenu
source: Show in Main Menu
am: ዋና ምናሌ ውስጥ አሳይ
ar: إظهار في القائمة الرئيسية
zh: 显示在主菜单

# Definition_State
source: State
am: ሁኔታ
ar: الحالة
zh: 州

# Definition_State_Archived
source: Archived
am: በማህደር
ar: مؤرشف
zh: 存档

# Definition_State_Hidden
source: Hidden
am: ተደብቋል
ar: مخفى
zh: 隐

# Definition_State_Testing
source: Testing
am: መሞከር
ar: تجربة
zh: 测试

# Definition_State_Visible
source: Visible
am: የሚታይ
ar: ظاهر
zh: 可见的

# Definition_Test
source: Test
am: ሙከራ
ar: تجربة
zh: 测试

# Definition_ValidateScript
source: Validate Script
am: ትክክለኛ ስክሪፕት
ar: كود التحقق
zh: 验证脚本

source: Description
am: መግለጫ
ar: البيان
zh: 描述

source: Details Entries
am: ዝርዝሮች ግቤቶችን
ar: أسطر مفصلة
zh: 详细条目

source: Details Entry
am: ዝርዝሮች የገባበት
ar: سطر مفصل
zh: 详情进入

# DetailsEntry_Accumulation
source: Acc.
am: አሲ.ሲ.
ar: إجمالي
zh: 附件。

# DetailsEntry_BaseQuantity
source: Base Quantity
am: የመሠረት ብዛት
ar: القيمة بالوحدة الأساسية
zh: 基本数量

# DetailsEntry_BaseUnit
source: Base Unit
am: የመሠረት ክፍል
ar: الوحدة الأساسية
zh: 基本单位

# DetailsEntry_MonetaryValueAccumulation
source: Amount Acc.
am: መጠን Acc
ar: إجمالي المبلغ
zh: 金额 Acc.

# DetailsEntry_QuantityAccumulation
source: Quantity Acc.
am: ብዛት Acc
ar: إجمالي الكمية
zh: 数量 Acc.

# DisableTwoFactorAuthentication
source: Disable Two-Factor Authentication (2FA)
am: አሰናክል ሁለት-መንስኤ ማረጋገጫ (2FA)
ar: تعطيل التوثيق مزدوج العوامل
zh: 禁用双因素认证（2FA）

# DisableTwoFactorAuthenticationBody
source: Disabling 2FA does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app
am: መታገድን 2FA አረጋጋጭ መተግበሪያዎች ውስጥ ጥቅም ላይ ቁልፎች አይለወጥም. አንድ አረጋጋጭ መተግበሪያ ውስጥ ጥቅም ላይ ቁልፍ መለወጥ ከፈለጉ
ar: تعطيل التوثيق مزدوج العوامل لا يقوم بإعادة تعيين مفتاح الـ(authenticator) خاصتك، لإعادة تعيين المفتاح
zh: 禁用2FA在不改变应用程序认证所使用的密钥。如果你想改变在认证应用程序使用的密钥

# DisableTwoFactorAuthenticationTitle
source: This action only disables 2FA.
am: ይህ እርምጃ ብቻ ነው 2FA ያሰናክለዋል.
ar: هذا الأمر يقوم بتعطيل التوثيق مزدوج العوامل
zh: 这个动作只禁止2FA。

source: Document
am: የሰነድ
ar: مستند
zh: 文献

# Document_AssignedAt
source: Assigned At
am: በ የተመደበ
ar: زمن الإرسال
zh: 在分配

# Document_AssignedBy
source: Assigned By
am: የተመደበ
ar: المرسل
zh: 分配者

# Document_Assignee
source: Assignee
am: ተሿሚው
ar: المستلم
zh: 代理人

# Document_AssignmentsHistory
source: Circulation
am: ስርጭት
ar: التداولات
zh: 循环

# Document_Attachments
source: Attachments
am: አባሪዎች
ar: المرفقات
zh: 附件

# Document_Center
source: Business Unit
am: የንግድ ክፍል
ar: وحدة الأعمال
zh: 事业部

# Document_Clearance
source: Clearance Level
am: ከፋይነት ደረጃ
ar: درجة السرية
zh: 许可级别

# Document_Clearance_0
source: Public
am: ሕዝባዊ
ar: متاح
zh: 上市

# Document_Clearance_1
source: Secret
am: ምሥጢር
ar: سري
zh: 秘密

# Document_Clearance_2
source: Top Secret
am: ከባድ ሚስጥር
ar: سري للغاية
zh: 绝密

# Document_Comment
source: Comment
am: አስተያየት
ar: التعليق
zh: 评论

# Document_OpenedAt
source: Opened At
am: ላይ የተከፈተው
ar: زمن الاطلاع
zh: 开盘报

# Document_PostingDate
source: Date
am: ቀን
ar: التاريخ
zh: 日期

# Document_SerialNumber
source: Serial Number
am: ተከታታይ ቁጥር
ar: الرقم المتسلسل
zh: p.p.

# Document_State
source: State
am: የመለጠፍ መንግስት
ar: الحالة
zh: 写入状况

# Document_State_0
source: Current
am: የአሁኑ
ar: جار
zh: 当前

# Document_State_1
source: Closed
am: የተዘጋ
ar: مقفل
zh: 发布

# Document_State_minus_1
source: Canceled
am: ተትቷል
ar: ملغى
zh: 取消

# Document_StateAt
source: State At
am: ግዛት በ
ar: منذ
zh: 状态于

# Document_StatesHistory
source: States History
am: የገለፃ ታሪክ
ar: تاريخ الأِحوال
zh: 国家历史

# Document_ZatcaHash
source: E-Invoice Hash
ar: هاش الفاتورة

# Document_ZatcaResult
source: E-Invoice Result
ar: تصحيح نظام الفاتورة

# Document_ZatcaSerialNumber
source: E-Invoice Serial
ar: رقم الفاتورة التسلسلي

# Document_ZatcaState
source: E-Invoice State
ar: حالة الفاتورة

# Document_ZatcaState_1
source: Pending
ar: قيد الإرسال

# Document_ZatcaState_10
source: Reported
ar: تم الإرسال

# Document_ZatcaState_minus_10
source: Error
ar: حدث خطأ

# Document_ZatcaUuid
source: E-Invoice UUID
ar: مميز الفاتورة

# Document0From1
source: {0} from {1}
am: የተባበሩት መንግስታት-የታረቀ
ar: {0} من {1}
zh: 来自{1}的{0}

source: Document Assignment
am: የሰነድ ምደባ
ar: تعهيد مستند
zh: 文件分配

source: Document Assignments
am: የሰነድ ስራዎች
ar: تعهيدات مستندات
zh: 文件分配

source: Document Definition
am: የሰነድ ፍቺ
ar: تعريف مستند
zh: 文件定义

# DocumentDefinition_CloseValidateScript
source: Close Validate Script
am: የማረጋገጫ ስክሪፕት ዝጋ
ar: كود التحقق من الإقفال
zh: 关闭验证脚本

# DocumentDefinition_CodeWidth
source: Serial Width
am: ተከታታይ ስፋት
ar: عرض الرقم المتسلسل
zh: 串行宽度

# DocumentDefinition_HasBookkeeping
source: Has Bookkeeping
am: የሂሳብ አያያዝ አለው።
ar: له قيود مالية
zh: 有簿记功能

# DocumentDefinition_IsOriginalDocument
source: Is Original Document
am: ኦሪጅናል ሰነድ ነው።
ar: مستند أصلي؟
zh: 是原始文件

# DocumentDefinition_LineDefinitions
source: Line Definitions
am: የመስመር ፍቺዎች
ar: تعريفات الأسطر
zh: 线路定义

# DocumentDefinition_Prefix
source: Serial Prefix
am: ተከታታይ ቅድመ ቅጥያ
ar: بادئة الرقم المتسلسل
zh: 序列号前缀

# DocumentDefinition_ZatcaDocumentType
source: ZATCA Document Type
ar: نوع مستند هيئة الزكاة

# DocumentDefinition_ZatcaDocumentType_388
source: Tax Invoice
ar: فاتورة ضريبية

source: Document Definition Line Definition
am: የሰነድ ፍቺ መስመር ፍቺ
ar: تعريف سطر مستند
zh: 文档定义 行定义

# DocumentDefinitionLineDefinition_IsVisibleByDefault
source: Is Visible By Default
am: በነባሪ ይታያል
ar: ظاهر افتراضيا
zh: 默认可见

# DocumentDefinitionLineDefinition_LineDefinition
source: Line Definition
am: የመስመር ፍቺ
ar: تعريف السطر
zh: 线路定义

source: Document Definition Line Definitions
am: የሰነድ ፍቺ መስመር ፍቺዎች
ar: تعريفات أسطر مستندات
zh: 文档定义行定义

source: Document Definitions
am: የሰነድ ፍቺዎች
ar: تعريفات مستندات
zh: 文档定义

source: Documents
am: ሰነዶች
ar: مستندات
zh: 文件资料

source: Document State Change
am: የስቴት ለውጥ ሰነድ
ar: تغير حالة مستند
zh: 记录状态变化

source: Document State Changes
am: የስቴት ለውጦችን ይመዝግቡ
ar: تغييرات أحوال مستندات
zh: 记录状态变化

# DuplicateEmail
source: Email '{0}' is already taken.
am: ኢሜይል «{0} 'አስቀድሞ ተወስዷል.
ar: عنوان البريد الإلكتروني ({0}) محجوز.
zh: 电子邮件“{0}”已被使用。

# DuplicateRoleName
source: Role name '{0}' is already taken.
am: ሚና ስም «{0} 'አስቀድሞ ተወስዷል.
ar: اسم الدور ({0}) محجوز.
zh: 角色名称“{0}”已被使用。

# DuplicateUserName
source: User name '{0}' is already taken.
am: የተጠቃሚ ስም «{0} 'አስቀድሞ ተወስዷል.
ar: اسم المستخدم ({0}) محجوز.
zh: 用户名“{0}”已被使用。

source: Email
am: ኢሜይል
ar: بريد إلكتروني
zh: 电子邮件

# Email_Attachments
source: Attachments
ar: المرفقات

# Email_Bcc
source: Bcc
ar: نسخة خفية إلى

# Email_Body
source: Body
am: አካል
ar: المحتوى
zh: 身体

# Email_Cc
source: Cc
ar: نسخة إلى

# Email_DeliveredAt
source: Delivered At
am: የቀረበው በ
ar: وقت توصيل البريد
zh: 交付于

# Email_ErrorMessage
source: Error
am: ስህተት
ar: رسالة الخطأ
zh: 错误

# Email_OpenedAt
source: Opened At
am: የተከፈተው በ
ar: وقت قراءة البريد
zh: 开业时间

# Email_State_3
source: Delivered
am: ደረሰ
ar: تم التوصيل
zh: 发表

# Email_State_4
source: Opened
am: ተከፍቷል።
ar: فتحت الرسالة
zh: 已开通

# Email_State_5
source: Clicked
am: ጠቅ ተደርጓል
ar: ضغطت الوصلة
zh: 点击

# Email_State_minus_3
source: Delivery Failed
am: ማድረስ አልተሳካም።
ar: فشل التوصيل
zh: 发送失败

# Email_State_minus_4
source: Reported Spam
am: የዘገበው አይፈለጌ መልዕክት ነው።
ar: الرسالة غير مرغوب بها
zh: 举报垃圾邮件

# Email_Subject
source: Subject
am: ርዕሰ ጉዳይ
ar: العنوان
zh: 主题

# Email_To
source: To
am: ለ
ar: إلى
zh: 到

# EmailAttachment_Content
source: Content
am: ይዘት
ar: المحتوى
zh: 内容

source: Email Command
am: የኢሜል ትዕዛዝ
ar: أمر بريد إلكتروني
zh: 电子邮件命令

source: Email Commands
am: የኢሜል ትዕዛዞች
ar: أوامر بريد إلكتروني
zh: 电子邮件命令

# EmailConfirmationMessage
source: Thank you for confirming your email
am: የእርስዎ ኢሜይል የሚያረጋግጥ እናመሰግናለን
ar: شكرا على تأكيد عنوان بريدك الإلكتروني
zh: 感谢您确认您的电子邮件

source: Emails
am: ኢሜይሎች
ar: بريد إلكتروني
zh: 电子邮件

source: Email Template
am: የኢሜል አብነት
ar: قالب بريد إلكتروني
zh: 电子邮件模板

source: Email Templates
am: የኢሜል አብነቶች
ar: قوالب بريد إلكتروني
zh: 电子邮件模板

source: Enter your email
am: የእርስዎን ኢሜይል ያስገቡ
ar: أدخل عنوان بريدك الإلكتروني
zh: 输入你的电子邮箱

# Entity_Address
source: Address
ar: العنوان

# Entity_AddressAdditionalNumber
source: Secondary #
am: ሁለተኛ ደረጃ #
ar: الرقم الفرعي
zh: 中学#

# Entity_AddressAdditionalStreet
source: Additional Street
am: ተጨማሪ ጎዳና
ar: الشارع الفرعي
zh: 附加街道

# Entity_AddressBuildingNumber
source: Building #
am: ግንባታ #
ar: رقم المبنى
zh: 建筑 ＃

# Entity_AddressCity
source: City
am: ከተማ
ar: المدينة
zh: 城市

# Entity_AddressCountry
source: Country
am: ሀገር
ar: البلد
zh: 国家

# Entity_AddressDistrict
source: District
am: ወረዳ
ar: الحي
zh: 区

# Entity_AddressPostalCode
source: Postal Code
am: የፖስታ መላኪያ ኮድ
ar: الرمز البريدي
zh: 邮政编码

# Entity_AddressProvince
source: Province
am: ክፍለ ሀገር
ar: المقاطعة
zh: 省

# Entity_AddressStreet
source: Street
am: ጎዳና
ar: الشارع
zh: 街道

# Entity_Agent1
source: Agent 1
am: ወኪል 1
ar: الذمة 1
zh: 代理人1

# Entity_Agent2
source: Agent 2
am: ወኪል 2
ar: الذمة 2
zh: 特工2

# Entity_Center
source: Center
am: ማዕከል የወጪ
ar: المركز
zh: 费用中心

# Entity_ContactAddress
source: Contact Address
am: የእውቂያ አድራሻ
ar: العنوان الحالي
zh: 联系地址

# Entity_ContactEmail
source: Contact Email
am: የእውቂያ ኢሜይል
ar: البريد الإلكتروني للتواصل
zh: 联系邮箱

# Entity_ContactMobile
source: Contact Mobile
am: ሞባይል ያግኙ
ar: رقم الهاتف المحمول
zh: 联系手机

# Entity_Currency
source: Currency
am: ገንዘብ
ar: العملة
zh: 货币

# Entity_Date1
source: Date 1
am: ቀን 1
ar: التاريخ 1
zh: 日期 1

# Entity_Date2
source: Date 2
am: ቀን 2
ar: التاريخ 2
zh: 日期2

# Entity_Date3
source: Date 3
am: ቀን 3
ar: التاريخ 3
zh: 日期 3

# Entity_Date4
source: Date 4
am: ቀን 4
ar: التاريخ 4
zh: 日期 4

# Entity_Decimal1
source: Decimal 1
am: አስርዮሽ መገለጫ ባህሪ 1
ar: الصفة العشرية 1
zh: 十进制属性1

# Entity_Decimal2
source: Decimal 2
am: አስርዮሽ መገለጫ ባህሪ 2
ar: الصفة العشرية 2
zh: 十进制属性2

# Entity_Decimal3
source: Decimal 3
am: አስርዮሽ መገለጫ ባህሪ 3
ar: الصفة العشرية 3
zh: 十进制属性3
