Repository: tellma-ltd/tellma
Catalog: Tellma.Resources/Strings.*.resx
Languages: am, ar, zh

# Settings_SecondaryLanguage
source: Secondary Language
am: ሁለተኛ ቋንቋ
ar: اللغة الثانوية
zh: 中学语文

# Settings_SecondaryLanguageSymbol
source: Secondary Language Symbol
am: ሁለተኛ ቋንቋ ምልክት
ar: رمز اللغة الثانوية
zh: 第二语言符号

# Settings_SecondaryNumber
source: Secondary #
am: ሁለተኛ ደረጃ #
ar: الرقم الفرعي
zh: 中学#

# Settings_ShortCompanyName
source: Short Company Name
am: አጭር ኩባንያ ስም
ar: اسم المؤسسة
zh: 公司简称

# Settings_SmsEnabled
source: SMS Notifications Enabled
am: የኤስኤምኤስ ማሳወቂያዎች ነቅተዋል።
ar: ميزة الرسائل القصيرة (SMS)
zh: 短信通知已启用

# Settings_Street
source: Street
am: ጎዳና
ar: الشارع
zh: 街道

# Settings_SupportEmails
source: Support Email(s)
am: ኢሜይል(ዎች) ይደግፉ
ar: عنوان بريد الدعم
zh: 支持电子邮件

# Settings_TernaryLanguage
source: Ternary Language
am: Ternary ቋንቋ
ar: اللغة الثالثة
zh: 三元语言

# Settings_TernaryLanguageSymbol
source: Ternary Language Symbol
am: Ternary ቋንቋ ምልክት
ar: رمز اللغة الثالثة
zh: 三元语言符号

# Settings_TimeFormat
source: Time Format
am: የጊዜ ቅርጸት
ar: صيغة الزمن
zh: 时间格式

# Settings_TIN
source: Tax Identification Number
am: የግብር መለያ ቁጥር
ar: رقم التعريف الضريبي
zh: 纳税识别号

# ShortDay1
source: Mon
am: ሰኞ
ar: الإثنين
zh: 莫

# ShortDay2
source: Tue
am: ማክ
ar: الثلاثاء
zh: 涂

# ShortDay3
source: Wed
am: ረቡዕ
ar: الأربعاء
zh: 我们

# ShortDay4
source: Thu
am: ሐሙስ
ar: الخميس
zh: 钍

# ShortDay5
source: Fri
am: አርብ
ar: الجمعة
zh: 神父

# ShortDay6
source: Sat
am: ቅዳሜ
ar: السبت
zh: 萨

# ShortDay7
source: Sun
am: ጸሐይ
ar: الأحد
zh: 苏

source: Short Integer
am: አጭር ኢንቲጀር
ar: عدد صحيح صغير
zh: 短整型

# ShortMonth1
source: Jan
am: መሰከ
ar: يناير
zh: 一月

# ShortMonth10
source: Oct
am: ጥቅም
ar: أكتوبر
zh: 十月

# ShortMonth11
source: Nov
am: ህዳር
ar: نوفمبر
zh: 十一月

# ShortMonth12
source: Dec
am: ታህሳሰ
ar: ديسمبر
zh: 十二月

# ShortMonth2
source: Feb
am: ጥር
ar: فبراير
zh: 二月

# ShortMonth3
source: Mar
am: የካቲት
ar: مارس
zh: 损伤

# ShortMonth4
source: Apr
am: መጋቢት
ar: أبريل
zh: 四月

# ShortMonth5
source: May
am: ግንቦት
ar: مايو
zh: 可以

# ShortMonth6
source: Jun
am: ሰኔ
ar: يونيو
zh: 君

# ShortMonth7
source: Jul
am: ሐምሌ
ar: يوليو
zh: 七月

# ShortMonth8
source: Aug
am: ነሀሴ
ar: أغسطس
zh: 八月

# ShortMonth9
source: Sep
am: መሰከ
ar: سبتمبر
zh: 九月

# ShortMonthEt1
source: Mesk
am: መስከረም
ar: مسكرم

# ShortMonthEt10
source: Sene
am: ሰኔ
ar: سيني

# ShortMonthEt11
source: Haml
am: ሐምሌ
ar: هاملي

# ShortMonthEt12
source: Neha
am: ነሐሴ
ar: ناهاسي

# ShortMonthEt13
source: Pagu
am: ጳጐሜን
ar: بيجومي
zh: 巴古

# ShortMonthEt2
source: Tiki
am: ጥቅምት
ar: تيكيمت

# ShortMonthEt3
source: Hida
am: ኅዳር
ar: هيدار

# ShortMonthEt4
source: Tahs
am: ታኅሣሥ
ar: تهساس

# ShortMonthEt5
source: Tir
am: ጥር
ar: تير

# ShortMonthEt6
source: Yeka
am: የካቲት
ar: يكاتيت

# ShortMonthEt7
source: Meg
am: መጋቢት
ar: ميجابيت

# ShortMonthEt8
source: Mey
am: ሚያዝያ
ar: ميازيا

# ShortMonthEt9
source: Ginb
am: ግንቦት
ar: جينبوت

# ShortMonthUq1
source: Muh
ar: محرم

# ShortMonthUq10
source: Shww
ar: شوال

# ShortMonthUq11
source: Qida
ar: ذو القعدة

# ShortMonthUq12
source: Hijja
ar: ذو الحجة

# ShortMonthUq2
source: Safar
ar: صفر

# ShortMonthUq3
source: Rab1
ar: ربيع 1

# ShortMonthUq4
source: Rab2
ar: ربيع 2

# ShortMonthUq5
source: Jum1
ar: جمادى 1

# ShortMonthUq6
source: Jum2
ar: جمادى 2

# ShortMonthUq7
source: Rajab
ar: رجب

# ShortMonthUq8
source: Shbn
ar: شعبان

# ShortMonthUq9
source: Ram
ar: رمضان

# ShortQuarter1
source: Q1
am: ሩብ 1
ar: الربع 1
zh: 1季度

# ShortQuarter2
source: Q2
am: ሩብ 2
ar: الربع 2
zh: 2季度

# ShortQuarter3
source: Q3
am: ሩብ 3
ar: الربع 3
zh: 3季度

# ShortQuarter4
source: Q4
am: ሩብ 4
ar: الربع 4
zh: 4季度

# Signature_OnBehalfOfUser
source: On Behalf Of
am: በእርሱ ፈንታ
ar: بالنيابة عن
zh: 代表

# Signature_Reason
source: Reason
am: ምክንያት
ar: السبب
zh: 原因

# Signature_ReasonDetails
source: Details
am: ምክንያት ዝርዝሮች
ar: تفصيل
zh: 详细原因

# Signature_Role
source: Role
am: ሚና
ar: الدور
zh: 角色

# Signature_SignedAt
source: Signed At
am: ተፈርሟል በ
ar: زمن التوقيع
zh: 签署于

source: Signatures
am: ፊርማዎች
ar: توقيعات
zh: 签名

source: Sign In
am: ስግን እን
ar: تسجيل دخول
zh: 登入

source: Sign in using your {0} account
am: የ {0} መለያ በመጠቀም ይግቡ
ar: سجل دخولك عن طريق حسابك عند {0}
zh: 使用您的{0}帐户

source: Sign in with {0}
am: ጋር ይግቡ {0}
ar: تسجيل دخول بواسطة {0}
zh: 拍在与{0}

source: Sign Out
am: ዛግተ ውጣ
ar: تسجيل خروج
zh: 登出

source: Sign out confirmation
am: ማረጋገጫ ዘግተህ
ar: تأكيد تسجيل الخروج
zh: 注销确认

# SignOutConfirmationMessage
source: You are now signed out
am: አሁን ዘግተው ወጥተዋል
ar: تم تسجيل خروجك
zh: 现在您已退出

# SignOutMessage0
source: Would you like to sign out of {0}?
am: እርስዎ {0} መውጣት መግባት ይፈልጋሉ?
ar: هل تود تسجيل خروجك من {0}؟
zh: 你想退出的{0}？

source: Sort Key
am: ደርድር ቁልፍ
ar: مفتاح الترتيب
zh: 排序关键字

source: SQL Database
am: SQL የውሂብ ጎታ
ar: قاعدة بيانات
zh: SQL数据库

# SqlDatabase_DatabaseName
source: Database Name
am: የመረጃ ቋት ስም
ar: اسم قاعدة البيانات
zh: 数据库名称

# SqlDatabase_Server
source: Server
am: አገልጋይ
ar: المخدم
zh: 服务器

source: SQL Databases
am: SQL ዳታቤዝ
ar: قواعد بيانات
zh: SQL数据库

source: SQL Server
am: SQL አገልጋይ
ar: مخدم SQL
zh: SQL服务器

# SqlServer_PasswordKey
source: Password Key
am: የይለፍ ቃል ቁልፍ
ar: مفتاح كلمة المرور
zh: 密码按键

# SqlServer_ServerName
source: Server Name
am: የአገልጋይ ስም
ar: اسم المخدم
zh: 服务器名称

# SqlServer_UserName
source: User Name
am: የተጠቃሚ ስም
ar: اسم الحساب
zh: 用户名

source: SQL Servers
am: SQL አገልጋዮች
ar: مخدمات SQL
zh: SQL服务器

source: State
am: ሁኔታ
ar: الحالة
zh: 州

# StateHistory_FromState
source: From State
am: ከስቴት
ar: من حالة
zh: 来自州

# StateHistory_ToState
source: To State
am: ለመግለጽ
ar: إلى حالة
zh: 声明

# StateReason_LineDefinition
source: Line Definition
am: የመስመር ፍቺ
ar: تعريف السطر
zh: 线路定义

source: State Since
am: ግዛት ጀምሮ
ar: وقت الحالة
zh: 状态自

# String
source: Text
am: ጽሑፍ
ar: نص
zh: 文本

# T_CultureId
source: Culture
am: ባህል
ar: اللغة
zh: 文化

# T_Name
source: Name
am: ስም
ar: الاسم
zh: 名称

# T_Tier
source: Tier
am: መስሪያ
ar: الطبقة
zh: 一级

# T_Value
source: Value
am: ዋጋ
ar: القيمة
zh: 值

# Template_Body
source: Body
am: አካል
ar: المحتوى
zh: 身体

# Template_Collection
source: Collection
am: ስብስብ
ar: المجموعة
zh: 收藏

# Template_DefinitionId
source: Definition
am: ፍቺ
ar: التعريف
zh: 定义

# Template_IsDeployed
source: Deployed?
am: ተሰማርቷል?
ar: مفعل؟
zh: 部署了吗？

# Template_IsError
source: Is Error
am: ስህተት ነው።
ar: في حالة خطأ
zh: 是错误

# Template_LastExecuted
source: Last Executed
am: ለመጨረሻ ጊዜ የተፈፀመው
ar: آخر تنفيذ
zh: 最后执行

# Template_Parameters
source: Parameters
am: መለኪያዎች
ar: المعاملات
zh: 参数

# Template_ReportDefinitionId
source: Report
am: ሪፖርት አድርግ
ar: التقرير
zh: 报告

# Template_Usage
source: Usage
am: አጠቃቀም
ar: الاستخدام
zh: 用法

# Template_Usage_FromDetails
source: From Details
am: ከዝርዝሮች
ar: من العرض
zh: 从细节

# Template_Usage_FromReport
source: From Report
am: ከሪፖርት
ar: من تقرير
zh: 来自报告

# Template_Usage_FromSearchAndDetails
source: From Search/Details
am: ከፍለጋ/ዝርዝሮች
ar: من البحث والعرض
zh: 来自搜索/详细信息

# Template_Usage_Standalone
source: Standalone
am: ብቻውን
ar: قائم بذاته
zh: 独立式

source: Terms of Service
am: የአገልግሎት ውል
ar: شروط الخدمة
zh: 服务条款

# TestEmailSentTo0WithSubject1
source: A test email, subject: '{1}', was sent to the email address '{0}', please confirm its receipt.
am: የተባበሩት መንግስታት-የታረቀ
ar: تم محاولة إرسال بريد تجريبي إلى ({0}) بعنوان ({1})، يرجى التأكد من استلامه.
zh: 测试电子邮件，主题：“{1}”，已发送至电子邮件地址“{0}”，请确认收到。

# TestSmsSentTo0WithMessage1
source: A test SMS message '{1}' was sent to {0}, please confirm its receipt.
am: የተባበሩት መንግስታት-የታረቀ
ar: تم محاولة إرسال رسالة قصيرة ({1}) إلى ({0})، يرجى التأكد من استلامها.
zh: 测试 SMS 消息“{1}”已发送至 {0}，请确认收到。

# TheCurrentBrowserHasBeenForgotten
source: The current browser has been forgotten. When you login again from this browser you will be prompted for your 2fa code.
am: የአሁኑ አሳሽ ረስቶአል ተደርጓል. ከዚህ አሳሽ እንደገና ይግቡ ጊዜ የ 2fa ኮድ ይጠየቃል.
ar: تم تناسي المتصفح الحالي، عند تسجيل دخولك من هذا المتصفح في المرة المقبلة سيطالبك النظام بالكود من تطبيق (authenticator).
zh: 目前的浏览器已经被遗忘了。当你从这个浏览器再次登录系统将提示您为您的2FA代码。

source: The external sign-in was added.
am: ውጫዊ ምልክት-ውስጥ ታክሏል.
ar: تم إضافة مسجل الدخول الخارجي.
zh: 加入外部登录。

source: The external sign-in was removed.
am: ውጫዊ በመለያ-ተወግዷል.
ar: تم إزالة مسجل الدخول الخارجي.
zh: 外部登录已被删除。

# Time_AM
source: AM
am: ኤም
ar: ص.
zh: 是

# Time_PM
source: PM
ar: م.
zh: 下午

source: Title
am: አርእስት
ar: العنوان
zh: 标题

# TitlePlural
source: Plural Name
am: የብዙ ቁጥር ስም
ar: اسم الجمع
zh: 复数名称

# TitleSingular
source: Singular Name
am: በነጠላ ስም
ar: الاسم المفرد
zh: 标志

# ToDate
source: To Date (Incl.)
am: ቀን ወደ (A ስተዳደርን.)
ar: إلى تاريخ (متضمن)
zh: 要日期（含）

source: Total
am: ሙሉ
ar: المجموع
zh: 总

# TreeActiveChildCount
source: Active Child Count
am: ገባሪ የልጅ ቆጠራ
ar: عدد الفروع المنشطة
zh: 运动儿童计数

# TreeChildCount
source: Child Count
am: የልጅ ቆጠራ
ar: عدد الفروع
zh: 儿童计数

# TreeLevel
source: Level
am: ደረጃ
ar: الدرجة
zh: 水平

# TreeParent
source: Parent
am: ወላጅ
ar: الأصل
zh: 亲

# TreePath
source: Path
am: ዱካ
ar: المسار
zh: 亲

# Trigger_Automatic
source: Automatic
am: አውቶማቲክ
ar: آلي
zh: 自动的

# Trigger_Manual
source: Manual
am: መመሪያ
ar: يدوي
zh: 手动的

# TruncatedList
source: (List Truncated)
am: (ዝርዝር ተቆርጧል)
ar: (القائمة مقتطعة)
zh: （列表已截断）

source: Twitter
am: በ Twitter
ar: تويتر
zh: 推特

source: Two-Factor Authentication
am: ባለሁለት ክፍሉ ማረጋገጫ
ar: توثيق مزدوج العوامل
zh: 双因素验证

# TwoFactorAuthenticationInstructions
source: Your account is protected with an authenticator app. Enter your authenticator code below
am: የእርስዎ መለያ አንድ አረጋጋጭ መተግበሪያ ጋር የተጠበቀ ነው. ከዚህ በታች አረጋጋጭ ኮድ ያስገቡ
ar: حسابك محمي بتطبيق (authenticator)، أدخل الكود الذي يعرضه التطبيق في الحقل أدناه
zh: 您的账号已被保护与验证的应用程序。请在下面输入您的认证码

# TwoFactorAuthenticationRecoveryInstructions
source: Don't have access to your authenticator device? To log in with a recovery code
am: የእርስዎ አረጋጋጭ መሣሪያዎ መዳረሻ የለዎትም? ማግኛ ኮድ መግባትን
ar: تطبيق (authenticator) ليس في متناول يدك؟ لتسجيل دخولك باستخدام كود استرداد
zh: 不要访问您的认证设备？若要恢复码登录

# TwoFactorAuthenticatorHasBeenDisabled
source: 2FA has been disabled. You can re-enable 2FA by setting up an authenticator app
am: 2FA ተሰናክሏል. አንድ አረጋጋጭ መተግበሪያ በማዋቀር 2FA ዳግም ማንቃት ይችላሉ
ar: تم تعطيل التوثيق مزدوج العوامل، لإعادة تشغيله ثقم بضبط تطبيق (authenticator)
zh: 2FA已被禁用。通过建立一个认证程序，你可以重新启用2FA

source: Unit
am: የመለኪያ አሃድ
ar: وحدة
zh: 计量单位

# Unit_BaseAmount
source: Amount in base Unit
am: ቤዝ ዩኒት ውስጥ መጠን
ar: الكمية بالوحدة الأساسية
zh: 金额基本单元

# Unit_Count
source: Count
am: ቁጠር
ar: عدد
zh: 计数

# Unit_Distance
source: Distance
am: ርቀት
ar: مسافة
zh: 距离

# Unit_Mass
source: Mass
am: ጅምላ
ar: كتلة
zh: 块

# Unit_Pure
source: Pure
am: ንጹሕ
ar: محض
zh: 纯

# Unit_Time
source: Time
am: ጊዜ
ar: زمن
zh: 时间

# Unit_UnitAmount
source: Amount in this Unit
am: በዚህ ክፍል ውስጥ መጠን
ar: الكمية بالوحدة الحالية
zh: 金额该股

# Unit_UnitType
source: Unit Type
am: ዩኒት አይነት
ar: التصنيف
zh: 单位类型

# Unit_Volume
source: Volume
am: ድምጽ
ar: حجم
zh: 体积

source: Units
am: የመለኪያ ዩኒት
ar: وحدات
zh: 测量单位

source: User
am: ተጠቃሚ
ar: مستخدم
zh: 用户

# User_ClientId
source: Client Id
am: የደንበኛ መታወቂያ
ar: هوية العميل
zh: 客户端 ID

# User_Companies
source: Companies
am: ኩባንያዎች
ar: الشركات
zh: 公司

# User_Email
source: Email
am: ኢሜይል
ar: البريد الإلكتروني
zh: 电子邮件

# User_EmailNewInboxItem
source: Inbox Email Notifications
am: የገቢ መልእክት ሳጥን ኢሜል ማሳወቂያዎች
ar: إشعارات صندوق الوارد بالبريد الإلكتروني
zh: 收件箱电子邮件通知

# User_Invited
source: Invited
am: የተጋበዙ
ar: مدعو
zh: 邀请

# User_InvitedAt
source: Invited At
am: ተጋብዘዋል በ
ar: زمن الدعوة
zh: 邀请于

# User_IsService
source: Is Service Account
am: የአገልግሎት መለያ ነው።
ar: حساب خدمة
zh: 是服务帐号

# User_LastActivity
source: Last Activity
am: የመጨረሻው እንቅስቃሴ
ar: آخر نشاط
zh: 最近活动

# User_Member
source: Member
am: ተረጋግጧል
ar: عضو
zh: 确认

# User_New
source: New
am: አዲስ
ar: جديد
zh: 新的

# User_Permissions
source: Permissions
am: ፍቃዶች
ar: الأذونات
zh: 权限

# User_PreferredCalendar
source: Preferred Calendar
am: ተመራጭ የቀን መቁጠሪያ
ar: التقويم المفضل
zh: 首选日历

# User_PreferredChannel
source: Preferred Channel
am: ተመራጭ ቻናል
ar: وسيلة الاتصال المفضلة
zh: 首选频道

# User_PreferredChannel_Email
source: Email
am: ኢሜይል
ar: بريد الإلكتروني
zh: 电子邮件

# User_PreferredChannel_Push
source: Push
am: ግፋ
ar: إشعارات (Web Push)
zh: 推

# User_PreferredChannel_Sms
source: SMS
am: ኤስኤምኤስ
ar: رسائل قصيرة (SMS)
zh: 短信

# User_PreferredLanguage
source: Preferred Language
am: የተመረጠ ቋንቋ
ar: اللغة المفضلة
zh: 首选语言

# User_PushEnabled
source: Push Notifications Enabled
am: የግፋ ማሳወቂያዎች ነቅተዋል።
ar: تنبيهات الـ(Push) مفعلة
zh: 推送通知已启用

# User_PushNewInboxItem
source: Inbox Push Notifications
am: የገቢ መልእክት ሳጥን ግፋ ማስታወቂያዎች
ar: إشعارات صندوق الوارد بالـ(Web Push)
zh: 收件箱推送通知

# User_Roles
source: Roles
am: ሚናዎች
ar: الأدوار
zh: 角色

# User_SmsNewInboxItem
source: Inbox SMS Notifications
am: የገቢ መልእክት ሳጥን ኤስኤምኤስ ማሳወቂያዎች
ar: إشعارات صندوق الوارد بالرسائل القصيرة (SMS)
zh: 收件箱短信通知

# User0SendYou1DocumentsOfType2
source: {0} sent you {1} {2}.
am: የተባበሩት መንግስታት-የታረቀ
ar: {0} أرسل/أرسلت إليكم عدد {1} {2}.
zh: {0}向您发送了{1} {2}。

# User0SentYouDocument12
source: {0} sent you {1} number {2}.
am: የተባበሩት መንግስታት-የታረቀ
ar: {0} أرسل/أرسلت إليكم مستندا ({2}) من نوع {1}.
zh: {0}向您发送了{1}号码{2}。

# UserAlreadyHasPassword
source: User already has a password set.
am: ተጠቃሚ አስቀድሞ የይለፍ ቃል ስብስብ አለው.
ar: المستخدم لديه كلمة مرور.
zh: 用户已经设置密码。

# UserAlreadyInRole
source: User already in role '{0}'.
am: ተጠቃሚ አስቀድሞ ሚና ላይ «{0}».
ar: المستخدم موجود في دور ({0}).
zh: 用户已经在角色“{0}”。

# UserLockoutNotEnabled
source: Lockout is not enabled for this user.
am: Lockout ለዚህ ተጠቃሚ አልነቃም.
ar: تعليق الحساب غير متاح لهذا المستخدم
zh: 锁定不为该用户启用。

source: User Name
am: የተጠቃሚ ስም
ar: اسم المستخدم
zh: 用户名

# UserNotInRole
source: User is not in role '{0}'.
am: የተጠቃሚ «{0}» ሚና ላይ አይደለም.
ar: المستخدم ليس عنده دور ({0}).
zh: 用户不在角色“{0}”。

source: Users
am: ተጠቃሚዎች
ar: مستخدمون
zh: 用户

source: Verification Code
am: የማረጋገጫ የሚስጥር ቁጥር
ar: رقم التحقق
zh: 验证码

# VerificationCodeInvalid
source: Verification code is invalid.
am: የማረጋገጫ ኮድ ልክ ያልሆነ ነው.
ar: رقم التحقق غير صحيح
zh: 验证码无效。

source: Verify
am: አረጋግጥ
ar: تحقق
zh: 校验

source: View
am: ዕይታ
ar: واجهة
zh: 视图

# View_All
source: All
am: ሁሉ
ar: الجميع
zh: 所有

source: Views
am: ዕይታዎች
ar: واجهات
zh: 查看

# Visibility_None
source: None
am: አንድም
ar: مخفي
zh: 隐

# Visibility_Optional
source: Optional
am: ግዴታ ያልሆነ
ar: اختياري
zh: 可见

# Visibility_Required
source: Required
am: የሚያስፈልግ
ar: مطلوب
zh: 需要

source: Workflow
am: የስራ ፍሰት
ar: دورة عمل
zh: 工作流程

# Workflow_LineDefinition
source: Line Definition
am: የመስመር ፍቺ
ar: تعريف السطر
zh: 线路定义

# Workflow_Signatures
source: Signatures
am: ፊርማዎች
ar: التوقيعات
zh: 签名

# Workflow_ToState
source: To State
am: ወደ ግዛት
ar: إلى الحالة
zh: 声明

source: Workflows
am: የስራ ፍሰት
ar: دورات عمل
zh: 工作流程

source: Workflow Signature
am: የስራ ፍሰት ፊርማ
ar: توقيع دورة عمل
zh: 工作流程签名

# WorkflowSignature_PredicateType
source: Predicate Type
am: የመተንበይ ዓይነት
ar: نوع الشرط
zh: 谓词类型

# WorkflowSignature_PredicateTypeEntryIndex
source: Predicate Type Entry Index
am: የመግቢያ አይነት ጠቋሚ
ar: حركة السطر للشرط
zh: 谓词类型条目索引

# WorkflowSignature_ProxyRole
source: Proxy Role
am: የተኪ ሚና
ar: الدور الوسيط
zh: 代理角色

# WorkflowSignature_Role
source: Role
am: ሚና
ar: الدور
zh: 角色

# WorkflowSignature_RuleType
source: Rule Type
am: ደንብ ዓይነት
ar: توع القاعدة
zh: 规则类型

# WorkflowSignature_RuleTypeEntryIndex
source: Custodian Entry Index
am: ጠባቂ የመግቢያ መረጃ ጠቋሚ
ar: حركة السطر لصاحب العهدة
zh: 托管人准入指数

# WorkflowSignature_User
source: User
am: ተጠቃሚ
ar: المستخدم
zh: 用户

# WorkflowSignature_Value
source: Value
am: ዋጋ
ar: القيمة
zh: 价值

# WorkflowSignature_Workflow
source: Workflow
am: የስራ ፍሰት
ar: دور العمل
zh: 工作流程

source: Workflow Signatures
am: የስራ ፍሰት ፊርማዎች
ar: توقيعات دورات عمل
zh: 工作流程签名

source: Yes
am: አዎ
ar: نعم
zh: 是

source: You have generated new recovery codes.
am: አዲስ የመልሶ ማግኛ ኮዶች የመነጩ ናቸው.
ar: لقد قمت بتوليد أكواد استرداد جديدة
zh: 你已经产生了新的恢复代码。

source: Your authenticator app has been verified.
am: የእርስዎ አረጋጋጭ መተግበሪያ ተረጋግጧል.
ar: تم التحقق من تطبيق (authenticator) خاصتك
zh: 您的身份验证器应用中得到验证。

# YourAuthenticatorAppKeyHasBeenReset
source: Your authenticator app key has been reset, you will need to configure your authenticator app using the new key.
am: የእርስዎ አረጋጋጭ መተግበሪያ ቁልፍ ዳግም ተጀምሯል, አዲሱን ቁልፍ በመጠቀም አረጋጋጭ መተግበሪያ ማዋቀር ይኖርብዎታል.
ar: تم إعادة تعيين مفتاح تطبيق (authenticator)، عليك بإعادة ضبط التطبيق حالا باستخدام المفتاح الجديد
zh: 您的认证应用程序键已被重置，则需要使用新密钥配置您的身份验证器应用。

source: Your password has been changed.
am: የይለፍ ቃልዎ ተቀይሯል.
ar: تم تحديث كلمة مرورك.
zh: 您的密码已被更改。

source: Your password has been set.
am: የእርስዎ የይለፍ ቃል ተዘጋጅቷል.
ar: تم تحديد كلمة مرورك.
zh: 您的密码已设置。

source: Your profile has been updated.
am: መገለጫዎ ዘምኗል.
ar: تم تحديث حسابك.
zh: 你的个人资料已经更新。

# YouShouldGenerateNewRecoveryCodes
source: You should generate a new set of recovery codes.
am: አንተ ማግኛ ኮዶች አዲስ ስብስብ ማመንጨት ይገባል.
ar: عليك بتوليد مجموعة جديدة من أكواد الاسترداد.
zh: 你应该生成一组新的恢复代码。

# DefaultAggregationMeasure
source: {0} of {1}
am: {0} መካከል {1}
