Repository: tellma-ltd/tellma
Catalog: Tellma.Resources/Strings.*.resx
Languages: am, ar, zh

# Entity_Decimal4
source: Decimal 4
am: አስርዮሽ መገለጫ ባህሪ 4
ar: الصفة العشرية 4
zh: 十进制属性4

# Entity_FromDate
source: From Date
am: የሚገኝ በመሆኑ
ar: من تاريخ
zh: 由于可用

# Entity_Identifier
source: Identifier
am: መለያ
ar: رقم التعريف
zh: 识别码

# Entity_Int1
source: Integer 1
am: ኢንቲጀር መገለጫ ባህሪ 1
ar: الصفة العددية 1
zh: 整数属性1

# Entity_Int2
source: Integer 2
am: ኢንቲጀር መገለጫ ባህሪ 2
ar: الصفة العددية 2
zh: 整数属性2

# Entity_LineDefinitionEntry
source: Line Definition Entry
am: የመስመር ፍቺ ግቤት
ar: تعريف حركة السطر
zh: 线路定义条目

# Entity_Location
source: Location
am: አካባቢ
ar: الموقع
zh: 地点

# Entity_LocationJson
source: Location (GeoJSON)
am: አካባቢ (ጂኦጄሰን)
ar: الموقع (GeoJSON)
zh: 位置 (GeoJSON)

# Entity_Lookup1
source: Lookup 1
am: አይነታ 1
ar: الصفة 1
zh: 资源查找1

# Entity_Lookup2
source: Lookup 2
am: አይነታ 2
ar: الصفة 2
zh: 资源查找2

# Entity_Lookup3
source: Lookup 3
am: አይነታ 3
ar: الصفة 3
zh: 资源查找3

# Entity_Lookup4
source: Lookup 4
am: አይነታ 4
ar: الصفة 4
zh: 资源查找4

# Entity_Lookup5
source: Lookup 5
am: አይነታ 5
ar: الصفة 5
zh: 资源查找5

# Entity_Lookup6
source: Lookup 6
am: አይነታ 6
ar: الصفة 6
zh: 资源查找6

# Entity_Lookup7
source: Lookup 7
am: አይነታ 7
ar: الصفة 7
zh: 资源查找7

# Entity_Lookup8
source: Lookup 8
am: አይነታ 8
ar: الصفة 8
zh: 资源查找8

# Entity_NormalizedContactMobile
source: Contact Mobile (Normalized)
am: የእውቂያ ሞባይል (የተለመደ)
ar: رقم الهاتف المحمول (مطبع)
zh: 联系手机（标准化）

# Entity_Resource1
source: Resource 1
am: ምንጭ 1
ar: المورد 1
zh: 资源1

# Entity_Resource2
source: Resource 2
am: ምንጭ 2
ar: المورد 2
zh: 资源2

# Entity_Text1
source: Text 1
am: የጽሑፍ መገለጫ ባህሪ 1
ar: الصفة النصية 1
zh: 文本属性1

# Entity_Text2
source: Text 2
am: የጽሑፍ መገለጫ ባህሪ 2
ar: الصفة النصية 2
zh: 文本属性2

# Entity_Text3
source: Text 3
am: የጽሑፍ መገለጫ ባህሪ 3
ar: الصفة النصية 3
zh: 文本属性3

# Entity_Text4
source: Text 4
am: የጽሑፍ መገለጫ ባህሪ 4
ar: الصفة النصية 4
zh: 文本属性4

# Entity_ToDate
source: To Date
am: ድረስ ይገኛል
ar: إلى تاريخ
zh: 可直到

source: Entry
am: መግባት
ar: حركة
zh: 入口

# Entry_Account
source: Account
am: ሒሳብ
ar: الحساب
zh: 帐户

# Entry_Agent
source: Agent
am: ወኪል
ar: الذمة
zh: 代理人

# Entry_Center
source: Center
am: ኃላፊነት ማዕከል
ar: المركز
zh: 责任中心

# Entry_Currency
source: Currency
am: ገንዘብ
ar: العملة
zh: 货币

# Entry_Direction
source: Direction
am: አቅጣጫ
ar: الاتجاه
zh: 方向

# Entry_Direction_Credit
source: Credit
am: ክሬዲት
ar: دائن
zh: 信用

# Entry_Direction_Debit
source: Debit
am: ዴቢት
ar: مدين
zh: 借方

# Entry_Duration
source: Duration
am: ቆይታ
ar: المدة
zh: 期间

# Entry_DurationUnit
source: Repeats Every
am: እያንዳንዱን ይደግማል
ar: يتكرر كل
zh: 重复每个

# Entry_EntryType
source: Purpose
am: ዓላማ
ar: السبب
zh: 条目分类

# Entry_ExternalReference
source: External Reference
am: የውጭ ማጣቀሻ
ar: المرجع الخارجي
zh: 外部参考

# Entry_InternalReference
source: Internal Reference
am: የውስጥ ማጣቀሻ
ar: المرجع الداخلي
zh: 其他参考

# Entry_Line
source: Line
am: መሥመር
ar: السطر
zh: 线

# Entry_MonetaryValue
source: Amount
am: መጠን
ar: المبلغ
zh: 货币价值

# Entry_NotedAgent
source: Noted Agent
am: የታወቀ ወኪል
ar: الذمة المعنية
zh: 知名代理人

# Entry_NotedAgentName
source: Noted Agent Name
am: እንደተጠቀሰው ወኪል ስም
ar: اسم الذمة المعنية
zh: 相关代理机构名称

# Entry_NotedAmount
source: Noted Amount
am: እንደተጠቀሰው መጠን
ar: المبلغ المعني
zh: 关联量

# Entry_NotedDate
source: Noted Date
am: እንደተጠቀሰው ቀን
ar: التاريخ المعني
zh: 相关日期

# Entry_NotedResource
source: Noted Resource
am: የተጠቀሰው ምንጭ
ar: المورد المعني
zh: 著名资源

# Entry_PValue
source: P Value
am: ፒ እሴት
ar: القيمة P
zh: P值

# Entry_Quantity
source: Quantity
am: ብዛት
ar: الكمية
zh: 数量

# Entry_ReferenceSource
source: Reference Source
am: የማጣቀሻ ምንጭ
ar: مصدر المرجع
zh: 参考来源

# Entry_Resource
source: Resource
am: ምንጭ
ar: المورد
zh: 资源

# Entry_RValue
source: R Value
am: R ዋጋ
ar: القيمة R
zh: R值

# Entry_Time1
source: Time 1
am: የጊዜ 1
ar: الزمن 1
zh: 时间1

# Entry_Time2
source: Time 2
am: የጊዜ 2
ar: الزمن 2
zh: 时间2

# Entry_Unit
source: Unit
am: መለኪያ
ar: الوحدة
zh: 单元

# Entry_Value
source: Value
am: ዋጋ
ar: القيمة
zh: 值

source: Entry Type
am: ምዝግብ አይነት
ar: نوع السطر
zh: 进入分类

# EntryType_Concept
source: Concept
am: ጽንሰ-ሐሳብ
ar: المفهوم
zh: 概念

# EntryType_IsExpenseByFunction
source: Is Expense By Function
am: ወጪ በተግባር ነው።
ar: مصروف حسب الوظيفة
zh: 费用按功能分类

source: Entry Types
am: ግቤት አይነቶች
ar: أنواع الأسطر
zh: 进入分类

# Error_0MustBeGreaterOrEqualZero
source: Field {0} must be greater than or equal to zero.
am: መስክ {0} ከዜሮ የበለጠ ወይም እኩል መሆን አለበት።
ar: الحقل {0} ينبغي أن يكون أكبر من أو يساوي صفرا.
zh: 字段 {0} 必须大于或等于零。

# Error_Account0HasNoResourceButValueBalanceIsNonZero
source: Account '{0}' does not have a resource, yet the value balance is not 0.
am: መለያ «{0}» ግብዓት የለውም፣ ነገር ግን የእሴት ቀሪ ሒሳቡ 0 አይደለም።
ar: الحساب ({0}) بقيت فيه منفعة بلا عين.
zh: 帐户“{0}”没有资源，但价值余额不为 0。

# Error_Account0QuantityBalanceIsWrong
source: Line with account '{0}' can have a quantity of either 0 or 1 since it uses the self unit .
am: መለያ '{0}' ያለው መስመር የራስ አሃዱን ስለሚጠቀም 0 ወይም 1 መጠን ሊኖረው ይችላል።
ar: سطر الحساب ({0}) ينبغي أن يتغير إما بـ0 أو بـ1 لأنه يستخدم الذات كوحدة قياس.
zh: 帐户“{0}”所在行的数量可以为 0 或 1，因为它使用自身单位。

# Error_Account0RequiresAnEntryWithPureQuantity
source: Line with account '{0}' requires another line with the self unit.
am: መለያ '{0}' ያለው መስመር ከራስ አሃድ ጋር ሌላ መስመር ያስፈልገዋል።
ar: سطر الحساب ({0}) ينبغي أن يكون معه سطر آخر يستخدم الذات كوحدة قياس.
zh: 包含帐户“{0}”的行需要另一行包含自身单位的行。

# Error_Account0ServiceBalanceIsNegative
source: The service value balance for account '{0}' will become negative.
am: የመለያ «{0}» የአገልግሎት ዋጋ ቀሪ ሒሳብ አሉታዊ ይሆናል።
ar: رصيد المنفعة في الحساب ({0}) سينزل تحت الصفر.
zh: 帐户“{0}”的服务价值余额将变为负值。

# Error_Account0ValueBalanceIsNegative
source: The value balance for account '{0}' will become negative.
am: የመለያ «{0}» እሴት ቀሪ ሒሳብ አሉታዊ ይሆናል።
ar: رصيد العين في الحساب ({0}) سينزل تحت الصفر.
zh: 帐户“{0}”的余额将变为负值。

# Error_AccountCouldNotBeFound
source: Account could not be found.
am: መለያ ሊገኝ አልቻለም።
ar: لم يتم العثور على الحساب.
zh: 找不到帐户。

# Error_AccountDoesNotHaveSufficientPermissions
source: Your account does not have sufficient permissions
am: የእርስዎ መለያ በቂ ፍቃዶች የሉትም
ar: حسابك على النظام لا يتمتع بالأذونات الكافية
zh: 您的帐户没有足够的权限

# Error_AccountType0IsUsedInAccount1
source: Account type '{0}' is used in account '{1}'.
am: የመለያ አይነት «{0}» በ«{1}» መለያ ውስጥ ጥቅም ላይ ይውላል።
ar: نوع الحساب ({0}) مستخدم في الحساب ({1}).
zh: 帐户“{1}”中使用帐户类型“{0}”。

# Error_AddingLoginForUserWithEmail0
source: Unexpected error occurred adding external login for user with email '{0}'.
am: ያልተጠበቀ ስህተት «{0}» ኢሜይል ጋር ተጠቃሚ ውጫዊ የመግቢያ በማከል ተከስቷል.
ar: حدث خطأ غير متوقع عند تعريف مسجل الدخول الخارجي للمستخدم ذي عنوان البريد الإكتروني ({0})
zh: 发生意外错误添加外部登录与电子邮件用户“{0}”。

# Error_AgentCouldNotBeFound
source: Agent could not be found.
am: ወኪል ሊገኝ አልቻለም።
ar: لم يتم العثور على الذمة.
zh: 找不到代理。

# Error_AgentDefinition0CouldNotBeFound
source: Agent DefinitionId '{0}' could not be found.
am: ወኪል DefinitionId '{0}' ሊገኝ አልቻለም።
ar: تعذر العثور على مفتاح تعريف الذمة ({0}).
zh: 找不到代理定义 ID“{0}”。

# Error_AgentDefinition0IsNotUsedInAccountType1OrItsDescendents
source: {0}' is not used in account type '{1}' or its descendents.
am: {0} 'በመለያ አይነት '{1}' ወይም በዘሮቹ ውስጥ ጥቅም ላይ አይውልም።
ar: ({0}) غير مستخدم في نوع الحساب ({1}) أو ما يتفرع منه.
zh: {0}' 未在帐户类型“{1}”或其后代中使用。

# Error_Amount0DoesNotMatchAmount1
source: Total amount of internal entries {0} does not equal that of external entries {1}.
am: አጠቃላይ የውስጣዊ ግቤቶች ብዛት {0} ከውጫዊ ግቤቶች {1} ጋር እኩል አይደለም።
ar: مجموع مبالغ الأسطر الداخلية {0} لا يساوي مجموع مبالغ الأسطر الخارجية {1}.
zh: 内部条目{0} 的总数不等于外部条目{1} 的总数。

# Error_AttachmentCannotBeAnEmptyFile
source: The attachment cannot be an empty file.
am: ዓባሪው ባዶ ፋይል ሊሆን አይችልም።
ar: لا يمكن للمرفق أن يكون ملفا فارغا.
zh: 附件不能是空文件。

# Error_AUserWithEmail0CouldNotBeFound
source: A user with email '{0}' could not be found.
am: ኢሜይል ጋር አንድ ተጠቃሚ «{0} 'ሊገኝ አልቻለም.
ar: لم يتم العثور على حساب مستخدم عنوان بريده الإكتروني ({0})
zh: 与电子邮件的用户“{0}”未能找到。

# Error_Calendar0IsNotSupported
source: Calendar '{0}' is not supported in this company.
am: የቀን መቁጠሪያ «{0}» በዚህ ኩባንያ ውስጥ አይደገፍም።
ar: التقويم {0} ليس مدعوما في هذه الشركة.
zh: 该公司不支持日历“{0}”。

# Error_CannotAssign0Documents
source: Cannot assign a {0} document.
am: {0} ሰነድ መመደብ አይቻልም።
ar: لا يمكن إرسال مستند في حالة {0}.
zh: 无法分配 {0} 文档。

# Error_CannotDeactivateTheFunctionalCurrency
source: Cannot deactivate the functional currency.
am: የተግባር ገንዘቡን ማቦዘን አይቻልም።
ar: لا يمكن إيقاف نشاط العملة الوظيفية.
zh: 无法停用功能货币。

# Error_CannotDeactivateYourOwnUser
source: You cannot deactivate your own user.
am: በራስዎ ተጠቃሚ አቦዝን አይችልም.
ar: لا يمكنك إيقاف نشاط المستخدم خاصتك
zh: 无法停用自己的用户。

# Error_CannotDelete0AlreadyInUse
source: Could not delete a record of type {0} because it is already in use.
am: ይህም በጥቅም ላይ አስቀድሞ ስለሆነ አንድ {0} መዝገብ መሰረዝ አይቻልም.
ar: تعذر حذف بيان من نوع {0} لأنه مستخدم.
zh: 因为这是已经在使用无法删除{0}记录。

# Error_CannotDeleteSystemRecords
source: System records cannot be deleted.
am: የስርዓት መዝገቦች ሊሰረዙ አይችሉም።
ar: البيانات المعرفة من النظام لا يمكن حذفها.
zh: 系统记录无法删除。

# Error_CannotDeleteYourOwnUser
source: You cannot delete your own user.
am: በራስዎ ተጠቃሚ መሰረዝ አይችሉም.
ar: لا يمكنك حذف المستخدم خاصتك
zh: 您无法删除自己的用户。

# Error_CannotEditCanceledDocuments
source: Canceled documents cannot be modified.
am: የተሰረዙ ሰነዶች ሊሻሻሉ አይችሉም።
ar: لا يمكن تعديل المستندات الملغاة.
zh: 已取消的文件无法修改。

# Error_CannotEditClosedDocuments
source: Closed documents cannot be modified.
am: የተዘጉ ሰነዶች ሊሻሻሉ አይችሉም.
ar: لا يمكن تعديل المستندات المقفلة.
zh: 已关闭的文档无法修改。

# Error_CannotModifyInactiveItem
source: Cannot modify an inactive item.
am: አንድ ያልተንቀሳቀሰ ንጥል ማስተካከል አይቻልም.
ar: لا يمكن تعديل بيان غير منشط
zh: 无法修改非活动项目。

# Error_CannotModifySystemItem
source: A system record cannot be edited.
am: የስርዓት መዝገብ ሊስተካከል አይችልም።
ar: لا يمكن تعديل بيان من النظام.
zh: 系统记录无法编辑。

# Error_CannotOpenAZatcaDocument
source: Cannot open an e-invoice as per ZATCA policy.
ar: لا يمكن فتح الفاتورة إلكترونية حسب توجيهات هيئة الزكاة.

# Error_CannotSignDocumentInState0
source: Cannot sign a {0} document.
am: {0} ሰነድ መፈረም አልተቻለም።
ar: لا يمكن توقيع مستند في حالة {1}.
zh: 无法签署 {0} 文档。

# Error_CannotUnsignDocumentInState0
source: Cannot delete a signature from a {0} document.
am: ፊርማ ከ{0} ሰነድ መሰረዝ አይቻልም።
ar: لا يمكن حذف توقيع من مستند في حالة {1}.
zh: 无法从 {0} 文档中删除签名。

# Error_CanOnlyDeleteDraftLines
source: Only draft lines can be deleted.
am: ረቂቅ መስመሮች ብቻ ሊሰረዙ ይችላሉ.
ar: لا يمكن حذف الأسطر ما لم تكن في حالة جديد.
zh: 只能删除拔模线。

# Error_Center0IsAbstract
source: Center '{0}' is abstract.
am: መሃል '{0}' አብስትራክት ነው።
ar: المركز ({0}) تجميعي.
zh: 中心“{0}”是抽象的。

# Error_Center0IsNot1
source: Center '{0}' is not of type {1}.
am: መሃል «{0}» የ{1} አይነት አይደለም።
ar: المركز ({0}) ليس من نوع {1}.
zh: 中心“{0}”的类型不是 {1}。

# Error_Center0IsNotLeaf
source: Center '{0}' is not a leaf.
am: መሃል '{0}' ቅጠል አይደለም።
ar: المركز ({0}) تحته فروع.
zh: 中心“{0}”不是叶子。

# Error_CenterMustBeBusinessUnit
source: The center must be a business unit.
am: ማዕከሉ የንግድ ክፍል መሆን አለበት.
ar: المركز ينبغي أن يكون وحدة أعمال.
zh: 该中心必须是一个业务单位。

# Error_ConfirmingYourEmail
source: An error occurred while confirming your email.
am: የእርስዎ ኢሜይል የሚያረጋግጥ ላይ ሳለ አንድ ስህተት ተከስቷል.
ar: حدث خطأ عند محاولة تأكيد عنوان بريدك الإلكتروني
zh: 同时确认您的电子邮件时发生错误。

# Error_DateCannotBeBeforeArchiveDate1
source: The date cannot be before the archive date {0}.
am: ቀኑ ማህደሩ ቀን በፊት ሊሆን አይችልም {0}
ar: التاريخ لا يمكن أن يكون قبل تاريخ الأرشفة.
zh: 该日期不能存档日期之前{0}

# Error_DateCannotBeInTheFuture
source: The date cannot be in the future.
am: ቀን ወደፊት ላይ መሆን አይችልም
ar: التاريخ لا يمكن أن يكون في المستقبل.
zh: 该日期不能在未来

# Error_Definition0AlreadyContainsData
source: The definition '{0}' already contains data.
am: '{0}' ትርጉሙ አስቀድሞ ውሂብ ይዟል።
ar: التعريف ({0}) يحنوي حاليا على بيانات.
zh: 定义“{0}”已包含数据。

# Error_Definition0IsUsedInAccount1
source: The definition '{0}' is used in account '{1}'.
am: ትርጉሙ '{0}' በ "{1}" መለያ ውስጥ ጥቅም ላይ ይውላል።
ar: التعريف ({0}) مستخدم في الحساب ({1}).
zh: 定义“{0}”在帐户“{1}”中使用。

# Error_Definition0IsUsedInAccountType1
source: The definition '{0}' is used in account type '{1}'.
am: «{0}» የሚለው ፍቺ በ«{1}» መለያ አይነት ውስጥ ጥቅም ላይ ይውላል።
ar: التعريف ({0}) مستخدم في نوع الحساب ({1}).
zh: 定义“{0}”用于帐户类型“{1}”。

# Error_Definition0IsUsedInLineDefinition1
source: The definition '{0}' is used in line definition '{1}'.
am: {0}' የሚለው ፍቺ በመስመር ፍቺ '{1}' ውስጥ ጥቅም ላይ ይውላል።
ar: التعريف ({0}) مستخدم في تعريف السطر ({1}).
zh: 定义“{0}”用于行定义“{1}”。

# Error_DefinitionInUse
source: The definition is already used and cannot be hidden
am: ትርጉሙ አስቀድሞ ጥቅም ላይ ውሏል እና ሊደበቅ አይችልም
ar: هذا التعريف مستخدم حاليا ولا يمكن إخفاءه
zh: 该定义已被使用且无法隐藏

# Error_DefinitionIsArchived
source: This screen definition is archived.
am: ይህ የስክሪን ትርጉም በማህደር ተቀምጧል።
ar: تعريف هذه الشاشة مؤرشف.
zh: 该屏幕定义已存档。

# Error_DefinitionsUnderTesting0
source: The number of definitions under testing reached the maximum limit of {0}.
am: በሙከራ ላይ ያሉ የፍቺዎች ብዛት ከፍተኛው የ{0} ገደብ ላይ ደርሷል።
ar: عدد التعريفات قيد التجربة تجاوز الحد الأقصى المسموح به {0}.
zh: 正在测试的定义数量已达到最大限制 {0}。

# Error_Document01HasForeignCurrency
source: The {0} '{1}' uses foreign currencies.
am: {0} «{1}» የውጭ ምንዛሬዎችን ይጠቀማል።
ar: المستند ({1}) من نوع {0} استخدمت فيه عملات أجنبية.
zh: {0}“{1}”使用外币。

# Error_Document01IsOpenWithLinesPostedOn2BeforeArchiveDate
source: {0} {1} still has open lines on {2} which is before the archive date.
ar: {0} {1} ما زال يحتوي على أسطر مفتوحة بتاريخ {2} قبل تاريخ الأرشفة.

# Error_DocumentDefinition0CouldNotBeFound
source: Document DefinitionId '{0}' could not be found.
am: Document DefinitionId '{0}' ሊገኝ አልቻለም።
ar: تعذر العثور على مفتاح تعريف المستند ({0}).
zh: 找不到文档定义 ID“{0}”。

# Error_DocumentHasNoAttachment
source: Please add the required attachments.
am: እባክዎ የሚያስፈልጉትን ዓባሪዎች ያክሉ።
ar: يرجى رفع المرفقات المطلوبة.
zh: 请添加所需的附件。

# Error_DocumentIsNotInState0
source: The document is not {0}.
am: ሰነዱ {0} አይደለም።
ar: المستند ليس في حالة {0}.
zh: 该文档不是{0}。

# Error_DuplicateLineDefinition
source: Duplicate line definition.
am: የተባዛ የመስመር ፍቺ።
ar: تعريف السطر مكرر.
zh: 重复的线定义。

# Error_EmailNotProvidedByExternalSignIn
source: The email was not provided by the external sign-in.
am: ኢሜሉ በውጫዊ መለያው አልቀረበም ፡፡
ar: مسجل الدخول الخارجي لم يفصح عن عنوان بريدك الإلكتروني
zh: 电子邮件没有被外部登录提供。

# Error_EmptyHeadersNotAllowed
source: Empty header.
am: ባዶ ራስጌ።
ar: عنوان العمود فارغ.
zh: 空标题。

# Error_ErrorFromExternalProvider0
source: Error from external provider: {0}.
am: ከውጫዊ አቅራቢ ስህተት: {0}.
ar: رسالة خطأ من مسجل الدخول الخارجي: {0}
zh: 从外部提供错误：{0}。

# Error_ExchangeRateIsRequired
source: The exchange rate for this currency is not recorded for this entry's date.
ar: سعر الصرف لهذه العملة غير مسجل في تاريخ هذه المعاملة.
zh: 未记录此条目日期的该货币的汇率。

# Error_FailedToParseFileError0
source: Failed to parse uploaded file, Error: {0}.
am: የተሰቀለውን ፋይል መተንተን አልተሳካም፣ ስህተት፡ {0}።
ar: تعذر قراءة الملف المرفوع، رسالة الخطأ: {0}.
zh: 无法解析上传的文件，错误：{0}。

# Error_FallsinArchivedPeriod
source: The date falls within an archived financial period,
am: ቀኑ በማህደር በተቀመጠ የፋይናንስ ጊዜ ውስጥ ነው፣
ar: التاريخ يقع في فترة مالية مقفلة.
zh: 该日期属于存档的财务期间，

# Error_FallsinFrozenPeriod
source: Cannot Create/Open/Uncancel documents that fall in a frozen period. Please contact the Finance department.
ar: يمنع انشاء/فتح/عدم الغاء مستندات تقع في فترة مالية مجمدة. يرجى التواصل مع الادارة المالية.

# Error_Field0IsNotValidEmail
source: The {0} field is not a valid e-mail address.
am: በ {0} መስክ ትክክለኛ ኢ-ሜል አድራሻ አይደለም
ar: حقل {0} لا يحتوي على عنوان بريد إلكتروني سليم.
zh: {0}字段是不是一个有效的E-mail地址

# Error_Field0IsNotValidPhone
source: The {0} field is not a valid phone number.
am: የ{0} መስኩ ትክክለኛ ስልክ ቁጥር አይደለም።
ar: حقل {0} لا يحتوي على رقم هاتف سليم.
zh: {0} 字段不是有效的电话号码。

# Error_Field0IsRequired
source: The {0} field is required.
am: በ {0} መስክ ያስፈልጋል.
ar: حقل {0} مطلوب.
zh: {0}字段是必需的。

# Error_Field0LengthMaximumOf1
source: The field {0} must be a string with a maximum length of {1}.
am: መስኩ {0} ከፍተኛው {1} ርዝመት ያለው ሕብረቁምፊ መሆን አለበት
ar: حقل {0} ينبغي ألا يتعدى طول محنواه {1} حرفا.
zh: 字段{0}必须用的最大长度的字符串{1}

# Error_Field0LengthMaximumOf1MinimumOf2
source: The field {0} must be at least {2} and at max {1} characters long.
am: መስኩ {0} ቢያንስ {2} እና ቢበዛ {1} ቁምፊዎች መሆን አለበት።
ar: حقل {0} ينبغي ألا يقل طول محنواه عن عدد {2} من الحروف وألا يتجاوز عدد {1} من الحروف.
zh: 字段{0}必须至少{2}和在最大{1}个字符长。

# Error_Field0MaximumIs1
source: Field {0} value cannot exceed {1}.
am: የመስክ {0} እሴት ከ{1} መብለጥ አይችልም።
ar: قيمة الحقل {0} لا يمكن أن تتجاوز {1}.
zh: 字段 {0} 值不能超过 {1}。

# Error_ImportFailedBecauseOf
source: Import failed because of the following:
am: በሚከተለው ምክንያት ማስመጣት አልተሳካም፦
ar: عملية الاستيراد فشلت بسبب الآتي:
zh: 导入失败的原因如下：

# Error_IncompatibleUser0Role1
source: User '{0}' is not a member of role '{1}'.
am: ተጠቃሚ «{0}» የሚና «{1}» አባል አይደለም።
ar: المستخدم ({0}) ليس عضوا في الدور ({1}).
zh: 用户“{0}”不是角色“{1}”的成员。

# Error_IndexMustBeGreaterOrEqualZero
source: Index must be greater than or equal to zero.
am: መረጃ ጠቋሚ ከዜሮ በላይ ወይም እኩል መሆን አለበት።
ar: الرقم ينبغي أن يكون أكبر من أو يساوي صفرا.
zh: 索引必须大于或等于零。

# Error_InvalidCronExpression0
source: Invalid CRON expression ({0}).
am: ልክ ያልሆነ የCRON አገላለጽ ({0})።
ar: التعبير ({0}) غير سليم.
zh: CRON 表达式 ({0}) 无效。

# Error_InvalidLoginAttempt
source: Invalid sign-in attempt. If you haven't confirmed your email yet please check your email inbox
am: በመለያ-ውስጥ ልክ ያልኾነ ሙከራ. በእርስዎ ኢሜይል አረጋግጧል አይደለም ከሆነ እስካሁን የኢሜይል ገቢ መልዕክት ሳጥን ምልክት ያድርጉ
ar: تسجيل الدخول لم يكلل بالنجاح، إذا لم تٌأكّد عنوان بريدك الإلكتروني بعد قم بمراجعة صندوق الوارد
zh: 无效的登录尝试。如果你还没有确认您的电子邮件了，请检查您的电子邮件收件箱

# Error_InvalidTemplate
source: Invalid template.
am: ልክ ያልሆነ አብነት
ar: قالب غير سليم.
zh: 模板无效。

# Error_InvalidTemplateExpression0
source: Invalid template expression ({0}).
am: ልክ ያልሆነ የአብነት መግለጫ ({0})።
ar: التعبير ({0}) غير سليم.
zh: 模板表达式 ({0}) 无效。

# Error_KeyProperty0MustBeInTheImportedFile
source: Property {0} must be in the imported file
am: ንብረት {0} በመጣው ፋይል ውስጥ መሆን አለበት።
ar: الحقل {0} ينبغي أن يكون في الملف المرفوع
zh: 属性 {0} 必须位于导入的文件中

# Error_KeyProperty0NotValidItMustIntOrString
source: Property {0} is not valid as key property, key properties must be of type int or string
am: ንብረት {0} እንደ ቁልፍ ንብረት አይሰራም፣ ቁልፍ ባሕሪያት int ወይም ሕብረቁምፊ አይነት መሆን አለባቸው
ar: الحقل {0} لا يصلح كحقل مفتاحي، الحقول المفتاحية ينبغي أن تكون طبيعتها نص أو عدد صحيح
zh: 属性 {0} 作为键属性无效，键属性必须为 int 或 string 类型

# Error_KeyPropertyIsRequiredToSet0Field
source: A key property is required to set the '{0}' field, key properties are added to the field label after a minus sign, example: 'Employee - Name'.
am: የ«{0}» መስኩን ለማዘጋጀት ቁልፍ ንብረት ያስፈልጋል፣ ከተቀነሰ ምልክት በኋላ ቁልፍ ንብረቶች በመስክ መለያው ላይ ይታከላሉ፣ ለምሳሌ፡- 'ሰራተኛ - ስም'።
ar: الحقل المفتاحي مطلوب من أجل تحديد الحقل ({0})، أضف عنوان الحقل المفتاحي بعد علامة الناقص، مثال: الموظف - الاسم.
zh: 设置“{0}”字段需要键属性，键属性将添加到减号后的字段标签中，例如：“员工 - 姓名”。

# Error_Label0DoesNotMatchAnyCollectionOnType1
source: Label '{0}' does not match any collection on type {1}.
am: የ«{0}» መለያ በ{1} አይነት ከማንኛውም ስብስብ ጋር አይዛመድም።
ar: عنوان العمود ({0}) لا يتطابق مع أي من القوائم الموجودة على نوع {1}.
zh: 标签“{0}”与类型 {1} 上的任何集合都不匹配。

# Error_Label0DoesNotMatchAnyCollectionOnType1DidYouMean2
source: Label '{0}' does not match any collection on type {1}, did you mean '{2}'?
am: የ«{0}» መለያ በ{1} አይነት ከምንም ስብስብ ጋር አይዛመድም፣ «{2}» ማለትዎ ነው?
ar: عنوان العمود ({0}) لا يتطابق مع أي من القوائم الموجودة على نوع {1}، هل كان المقصود ({2})؟
zh: 标签“{0}”与类型 {1} 上的任何集合都不匹配，您是指“{2}”吗？

# Error_Label0DoesNotMatchAnyFieldOnType1
source: Label '{0}' does not match any field on type {1}.
am: መለያ '{0}' በ{1} አይነት ከየትኛውም መስክ ጋር አይዛመድም።
ar: عنوان العمود ({0}) لا يتطابق مع أي من الحقول الموجودة على نوع {1}.
zh: 标签“{0}”与类型 {1} 上的任何字段都不匹配。

# Error_Label0DoesNotMatchAnyFieldOnType1DidYouMean2
source: Label '{0}' does not match any field on type {1}. Did you mean '{2}'?
am: መለያ '{0}' በ{1} አይነት ከየትኛውም መስክ ጋር አይዛመድም። '{2}' ማለትዎ ነውን?
ar: عنوان العمود ({0}) لا يتطابق مع أي من الحقول الموجودة على نوع {1}، هل كان المقصود ({2})؟
zh: 标签“{0}”与类型 {1} 上的任何字段都不匹配。您指的是“{2}”吗？

# Error_Label0MatchesMultipleCollectionsOnType1
source: Label '{0}' matches multiples collections on type {1}, use a numeric postfix to disambiguate, like this '{0}.1'.
am: የ«{0}» መለያ በ{1} ከበርካታ ስብስቦች ጋር ይዛመዳል፣ እንደዚህ «{0}.1» ያለ አሃዛዊ ድህረ ቅጥያ ይጠቀሙ።
ar: عنوان العمود ({0}) يتطابق مع أكثر من قائمة واحدة على نوع {1}، قم بإلحاق عدد لإزالة اللبس، مثال: {0}.1.
zh: 标签“{0}”匹配类型为“{1}”的多个集合，使用数字后缀来消除歧义，例如“{0}.1”。

# Error_Label0MatchesMultipleFieldsOnType1
source: Label '{0}' matches multiples fields on type {1}, use a numeric postfix to disambiguate, like this '{0}.1'.
am: ሰይም '{0}' ከብዝሃ መስኮች በ{1} አይነት ጋር ይዛመዳል፣እንደዚህ '{0}.1' ለማታለል የቁጥር ፖስትፋክስን ተጠቀም።
ar: عنوان العمود ({0}) يتطابق مع أكثر من حقل واحد على نوع {1}، قم بإلحاق عدد لإزالة اللبس، مثال: {0}.1.
zh: 标签“{0}”匹配类型 {1} 上的多个字段，使用数字后缀来消除歧义，例如“{0}.1”。

# Error_Language0IsNotSupported
source: Language '{0}' is not supported in this company.
am: ቋንቋ «{0}» በዚህ ኩባንያ ውስጥ አይደገፍም።
ar: اللغة {0} ليست مدعومة في هذه الشركة.
zh: 该公司不支持语言“{0}”。

# Error_LineCannotBeSignedOnBehalfOfUser0
source: Line cannot be signed on behalf of user '{0}'
am: መስመር በተጠቃሚ '{0}' ስም መፈረም አይቻልም
ar: لا يمكن توقيع السطر بالنيابة عن المستخدم ({0}).
zh: 无法代表用户“{0}”签署行

# Error_LineIsAlreadyInState0
source: The line is already in state {0} and therefore cannot be signed.
am: መስመሩ አስቀድሞ በ{0} ሁኔታ ላይ ነው እና ስለዚህ መፈረም አይችልም።
ar: السطر في حالة {0} وبالتالي لا يمكن توقيعه.
zh: 该行已处于状态 {0}，因此无法签名。

# Error_LineIsMissingSignatures
source: Some signatures are missing.
am: አንዳንድ ፊርማዎች ጠፍተዋል
ar: بعض التوقيعات ناقصة.
zh: 有些签名缺失。

# Error_LineMustBeInState0First
source: Line has not been {0} yet.
am: መስመር ገና {0} አልነበረም።
ar: السطر لم يصل إلى حالة {0} بعد.
zh: 线路尚未到达{0}。

# Error_LineStateIsNotNegative
source: Line does not have a final negative signature.
am: መስመር የመጨረሻ አሉታዊ ፊርማ የለውም።
ar: السطر لم ينته بتوقيع سلبي بعد.
zh: Line 没有最终的否定签名。

source: Error loading external login information.
am: የውጫዊ መግቢያ መረጃ መጫን ላይ ስህተት።
ar: حدث خطأ لدى تحميل معلومات مسجل الدخول الخارجي
zh: 错误加载外部登录信息。

# Error_LookupDefinition0CouldNotBeFound
source: Lookup DefinitionId '{0}' could not be found.
am: ፍለጋ DefinitionId '{0}' ሊገኝ አልቻለም።
ar: تعذر العثور على مفتاح تعريف القائمة ({0}).
zh: 找不到查找定义 ID“{0}”。

# Error_MoreThanOne0FoundWhere1Equals2
source: More than one {0} records found where {1} = '{2}'.
am: ከአንድ በላይ {0} መዝገቦች በ{1} = '{2}' ተገኝተዋል።
ar: تم العثور على أكثر من بيان {0} واحد مستوف لـ: {1} = ({2}).
zh: 找到多个 {0} 条记录，其中 {1} =“{2}”。

# Error_MustEnable2FA
source: You have to enable 2-factor authentication on your Tellma account to access this company.
am: ይህንን ኩባንያ ለመድረስ ባለ 2-ደረጃ ማረጋገጫን በTelma መለያዎ ላይ ማንቃት አለብዎት።
ar: ينبغي تفعيل التوثيق المتعدد العوامل في حسابك على تلما من أجل الدخول إلى هذه الشركة.
zh: 您必须在您的 Tellma 帐户上启用两因素身份验证才能访问该公司。

# Error_MustUnlinkExternalAccounts
source: You have to delete all external accounts (like Google or Microsoft) from your Tellma account to access this company.
am: ይህንን ኩባንያ ለመድረስ ሁሉንም የውጭ መለያዎች (እንደ ጎግል ወይም ማይክሮሶፍት ያሉ) ከTelma መለያዎ መሰረዝ አለቦት።
ar: ينبغي حذف مسجلي الدخول الخارجيين من حسابك على تلما من أجل الدخول إلى هذه الشركة.
zh: 您必须从您的 Tellma 帐户中删除所有外部帐户（例如 Google 或 Microsoft）才能访问该公司。

# Error_Need2FaToEnforce2faOnLocalAccounts
source: You have to enable 2-factor authentication before enforcing this policy.
am: ይህንን መመሪያ ከመተግበሩ በፊት ባለ 2-ደረጃ ማረጋገጥን ማንቃት አለብዎት።
ar: ينبغي تفعيل التوثيق المتعدد العوامل في حسابك قبل تفعيل هذا الخيار.
zh: 在执行此策略之前，您必须启用两步身份验证。

# Error_Need2FaToEnforceNoExternalAccounts
source: You have to delete all external accounts (like Google or Microsoft) before enforcing this policy.
am: ይህንን መመሪያ ከመተግበሩ በፊት ሁሉንም የውጭ መለያዎች (እንደ ጎግል ወይም ማይክሮሶፍት ያሉ) መሰረዝ አለቦት።
ar: ينبغي حذف مسجلي الدخول الخارجيين من حسابك قبل تفعيل هذا الخيار.
zh: 在执行此政策之前，您必须删除所有外部帐户（例如 Google 或 Microsoft）。

# Error_NewAttachmentsMustIncludeFileBytes
source: New attachments must include file bytes.
am: አዲስ አባሪዎችን ፋይል ባይቶች ማካተት አለበት
ar: المرفقات الجديدة ينبغي أن تحتوي على ملف.
zh: 新的附件必须包括文件的字节
