Repository: tellma-ltd/tellma
Catalog: Tellma.Resources/Strings.*.resx
Languages: am, ar, zh

source: Modified At
am: በዚህ ጊዜ የተቀየረበት
ar: زمن آخر تعديل
zh: 修改的

source: Modified By
am: የተቀየሩ
ar: آخر تعديل من قبل
zh: 修改者

source: Name
am: ስም
ar: الاسم
zh: 名称

source: Never
am: በጭራሽ
ar: على الإطلاق
zh: 绝不

source: New Password
am: አዲስ የይለፍ ቃል
ar: كلمة المرور الجديدة
zh: 新密码

source: No
am: አይ
ar: لا
zh: 没有

# Notification_Command
source: Command
am: ትዕዛዝ
ar: العملية
zh: 命令

# Notification_State_0
source: Scheduled
am: መርሐግብር ተይዞለታል
ar: جاهز
zh: 预定

# Notification_State_1
source: In Progress
am: በሂደት ላይ
ar: قيد الإنجاز
zh: 进行中

# Notification_State_2
source: Dispatched
am: ተልኳል።
ar: تم الإنجاز
zh: 已派遣

# Notification_State_minus_1
source: Validation Failed
am: ማረጋገጥ አልተሳካም።
ar: لم يستوف شروط الصحة
zh: 验证失败

# Notification_State_minus_2
source: Dispatch Failed
am: መላክ አልተሳካም።
ar: فشل الإرسال
zh: 派送失败

# NotificationCommand_Caption
source: Caption
am: መግለጫ ጽሑፍ
ar: العنوان
zh: 标题

# NotificationCommand_Errors
source: Errors
am: ስህተቶች
ar: الأخطاء
zh: 错误

# NotificationCommand_Successes
source: Successes
am: ስኬቶች
ar: النجاح
zh: 成功案例

# NotificationCommand_Template
source: Template
am: አብነት
ar: القالب
zh: 模板

# NotificationCommand_Total
source: Total
am: ጠቅላላ
ar: الكل
zh: 全部的

# NotificationTemplate_Attachments
source: Attachments
am: አባሪዎች
ar: المرفقات
zh: 附件

# NotificationTemplate_Caption
source: Caption
am: መግለጫ ጽሑፍ
ar: الشرح
zh: 标题

# NotificationTemplate_Cardinality
source: Cardinality
am: ካርዲናዊነት
ar: عدد التنبيهات
zh: 基数

# NotificationTemplate_ConditionExpression
source: Condition
am: ሁኔታ
ar: الشرط
zh: 健康）状况

# NotificationTemplate_Content
source: Content
am: ይዘት
ar: المحتوى
zh: 内容

# NotificationTemplate_ContextOverride
source: Context Override
am: አውድ መሻር
ar: تجاوز السياق
zh: 上下文覆盖

# NotificationTemplate_DownloadNameOverride
source: Download Name Override
am: የማውረድ ስም መሻር
ar: تجاوز اسم التحميل
zh: 下载名称覆盖

# NotificationTemplate_Email
source: Email
am: ኢሜይል
ar: البريد الإلكتروني
zh: 电子邮件

# NotificationTemplate_EmailAddress
source: Email Address
am: ኢሜል አድራሻ
ar: العنوان الإيميل
zh: 电子邮件

# NotificationTemplate_ListExpression
source: List
am: ዝርዝር
ar: المجموعة
zh: 列表

# NotificationTemplate_Phone
source: Phone
am: ስልክ
ar: الجوال
zh: 电话

# NotificationTemplate_PhoneNumber
source: Phone Number
am: ስልክ ቁጥር
ar: رقم الجوال
zh: 电话号码

# NotificationTemplate_PreventRenotify
source: Prevent Renotify
am: ዳግም ማሳወቅን አግድ
ar: منع التنبيه المتكرر
zh: 防止重新通知

# NotificationTemplate_PrintingTemplate
source: Printing Template
am: የህትመት አብነት
ar: قالب الطباعة
zh: 打印模板

# NotificationTemplate_Schedule
source: Schedule
am: መርሐግብር
ar: الجدول
zh: 日程

# NotificationTemplate_Subject
source: Subject
am: ርዕሰ ጉዳይ
ar: الموضوع
zh: 主题

# NotificationTemplate_Subscribers
source: Subscribers
am: ተመዝጋቢዎች
ar: المشتركون
zh: 订阅者

# NotificationTemplate_Trigger
source: Trigger
am: ቀስቅሴ
ar: الحافز
zh: 扳机

# NotificationTemplate_User
source: User
am: ተጠቃሚ
ar: المستخدم
zh: 用户

# NotificationTemplate_Version
source: Version
am: ሥሪት
ar: الإصدار
zh: 版本

# NotSupportedForDisplay
source: (Cannot Display)
am: (ማሳየት አይቻልም)
ar: (لا يمكن عرضه)
zh: （无法显示）

source: Or
am: ወይም
ar: أو
zh: 要么

source: Outbox
am: የወጪ ሳጥን
ar: صندوق الصادر
zh: 发件箱

source: Outbox Record
am: የወጪ ሳጥን መዝገብ
ar: بيان من صندوق الصادر
zh: 发件箱记录

source: Outbox Records
am: የወጪ ሳጥን መዝገቦች
ar: بيانات صندوق الصادر
zh: 发件箱记录

# Page_TwoFactorAuthentication
source: Two-Factor Authentication (2FA)
am: ባለሁለት ክፍሉ ማረጋገጫ (2FA)
ar: التوثيق مزدوج العوامل
zh: 双因素认证（2FA）

# Parameter_IsRequired
source: Is Required
am: ያስፈልጋል
ar: معامل مطلوب
zh: 是必须的

# Parameter_Key
source: Key
am: ቁልፍ
ar: المفتاح
zh: 键

# Parameter_LineDefinition
source: Line Definition
am: የመስመር ፍቺ
ar: تعريف السطر
zh: 线路定义

# Parameter_Visibility
source: Visibility
am: ለማየት መቻል
ar: المظهر
zh: 能见度

source: Password
am: የይለፍ ቃል
ar: كلمة المرور
zh: 密码

# PasswordMismatch
source: Incorrect password.
am: የተሳሳተ የይለፍ ቃል.
ar: كلمة المرور غير صحيحة.
zh: 密码错误。

# PasswordRequiresDigit
source: Passwords must have at least one digit ('0'-'9').
am: የይለፍ ቃሎችን ቢያንስ አንድ አሀዝ ሊኖርዎ ይገባል ( '0' - '9').
ar: يجب أن تحتوي كلمة المرور على رقم واحد على الأقل ('0'-'9')
zh: 密码必须具有至少一个数字（“0” - “9”）。

# PasswordRequiresLower
source: Passwords must have at least one lowercase ('a'-'z').
am: (- 'z' 'ሀ') የይለፍ ቃሎችን ቢያንስ አንድ ንዑስ ሊኖራቸው ይገባል.
ar: يجب أن تحتوي كلمة المرور على حرف لاتيني صغير واحد على الأقل ('a'-'z')
zh: 密码必须至少有一个小写字母（“A” - “Z”）。

# PasswordRequiresNonAlphanumeric
source: Passwords must have at least one non alphanumeric character.
am: የይለፍ ቃሎችን ቢያንስ አንድ ያልሆኑ የፊደልና ቁምፊ ሊኖራቸው ይገባል.
ar: يجب أن تحتوي كلمة المرور على رمز غير أبجدي واحد على الأقل
zh: 密码必须至少有一个非字母数字字符。

# PasswordRequiresUniqueChars
source: Passwords must use at least {0} different characters.
am: የይለፍ ቃሎችን ቢያንስ {0} የተለያዩ ቁምፊዎችን መጠቀም አለበት.
ar: يجب أن تحتوي كلمة المرور على الأقل على عدد {0} من الحروف المميزة عن بعضها
zh: 密码必须使用至少{0}不同的字符。

# PasswordRequiresUpper
source: Passwords must have at least one uppercase ('A'-'Z').
am: የይለፍ ቃሎችን ቢያንስ አንድ አቢይ (- 'Z' 'ሀ') ሊኖረው ይገባል.
ar: يجب أن تحتوي كلمة المرور على حرف لاتيني كبير واحد على الأقل ('A'-'Z')
zh: 密码必须至少有一个大写（“A” - “Z”）。

# PasswordTooShort
source: Passwords must be at least {0} characters.
am: የይለፍ ቃሎችን ቢያንስ {0} ቁምፊዎች መሆን አለበት.
ar: يجب ألا يقل طول كلمة المرور عن {0} رموز
zh: 密码必须至少为{0}字符。

source: Permission
am: ፈቃድ
ar: إذن
zh: 允许

# Permission_Action
source: Action
am: አክሽን
ar: النشاط
zh: 行动

# Permission_Create
source: Create
am: ፈጠረ
ar: إنشاء
zh: 创造

# Permission_Criteria
source: Criteria
am: መስፈርት
ar: التقييد
zh: 标准

# Permission_Delete
source: Delete
am: ሰርዝ
ar: حذف
zh: 删除

# Permission_IsActive
source: Activate/Deactivate
am: አንቃ / አቦዝንን
ar: تنشيط - إيقاف النشاط
zh: 激活/停用

# Permission_Mask
source: Mask
am: ሽፉን
ar: حجاب
zh: 面具

# Permission_Read
source: Read
am: አንብብ
ar: اطلاع
zh: 读

# Permission_ReadAndCreate
source: Read and Create
am: ያንብቡ እና ፍጠር
ar: اطلاع وإنشاء
zh: 读取和创建

# Permission_Role
source: Role
am: ሚና
ar: الدور
zh: 角色

# Permission_Send
source: Send
am: ላክ
ar: إرسال
zh: 发送

# Permission_Sign
source: Sign
am: ምልክት
ar: توقيع
zh: 标志

# Permission_State
source: Update State
am: ዝጋ/ ሰርዝ
ar: تعديل الحالة
zh: 邮政/取消

# Permission_Update
source: Update
am: አዘምን
ar: تعديل
zh: 更新

# Permission_View
source: View
am: ዕይታ
ar: الواجهة
zh: 视图

source: Permissions
am: ፍቃዶች
ar: أذونات
zh: 权限

source: Phone Number
am: ስልክ ቁጥር
ar: رقم الهاتف
zh: 电话号码

source: Please Confirm
am: አባክዎ ያጽድቁ
ar: يرجى التأكيد
zh: 请确认

# PredicateType_ValueGreaterOrEqual
source: Value Greater Than or Equal To
am: እሴት ይበልጣል ወይም ለእኩል
ar: القيمة أكبر من أو تساوي
zh: 值大于或等于

source: Printing Template
am: የህትመት አብነት
ar: قالب طباعة
zh: 打印模板

# PrintingTemplate_Context
source: Context
am: አውድ
ar: السياق
zh: 语境

# PrintingTemplate_DownloadName
source: Download Name
am: ስም አውርድ
ar: اسم الملف للتحميل
zh: 下载名称

# PrintingTemplate_Supports
source: Supports
am: ይደግፋል
ar: يدعم اللغة
zh: 支持

source: Printing Templates
am: አብነቶችን ማተም
ar: قوالب طباعة
zh: 打印模板

source: Privacy Policy
am: የ ግል የሆነ
ar: سياسة الخصوصية
zh: 隐私政策

source: Push Notification
am: የግፋ ማስታወቂያ
ar: تنبيه (Push)
zh: 推送通知

# PushNotification_Body
source: Body
am: አካል
ar: المحتوى
zh: 身体

# PushNotification_Title
source: Title
am: ርዕስ
ar: العنوان
zh: 标题

source: Push Notifications
am: ማሳወቂያዎችን ይግፉ
ar: تنبيهات (Push)
zh: 推送通知

# RD_Type_BiologicalAssets
source: Biological assets
am: ባዮሎጂካል ንብረቶች
ar: أصول بيولوجية
zh: 生物资产

# RD_Type_CashAndCashEquivalents
source: Cash and cash equivalents
am: ጥሬ ገንዘብ እና ጥሬ ገንዘብ
ar: نقد ونقد المعادل
zh: 现金及现金等价物

# RD_Type_IntangibleAssetsOtherThanGoodwill
source: Intangible assets other than goodwill
am: ከመልካም ፈቃድ ሌላ የማይዳሰሱ ንብረቶች
ar: أصول غير ملموسة باستثناء الشهرة
zh: 除商誉外的无形资产

# RD_Type_InventoriesTotal
source: Inventories
am: ኢንቬንቶሪዎች
ar: مخزون
zh: 库存

# RD_Type_InvestmentProperty
source: Investment property
am: የኢንቨስትመንት ንብረት
ar: عقارات استثمارية
zh: 投资物业

# RD_Type_Miscellaneous
source: Miscellaneous
am: የተለያዩ
ar: مختلف
zh: 各种各样的

# RD_Type_OtherFinancialAssets
source: Other financial assets
am: ሌሎች የገንዘብ ንብረቶች
ar: أصول مالية أخرى
zh: 其他金融资产

# RD_Type_OtherFinancialLiabilities
source: Other financial liabilities
am: ሌሎች የገንዘብ እዳዎች
ar: التزامات مالية أخرى
zh: 其他金融负债

# RD_Type_PropertyPlantAndEquipment
source: Property, plant and equipment
am: ንብረት, ተክሎች እና መሳሪያዎች
ar: ممتلكات ومصانع ومعدات
zh: 财产、厂房和设备

# RD_Type_Provisions
source: Provisions
am: አቅርቦቶች
ar: مخصصات
zh: 规定

# RD_Type_TradeAndOtherPayables
source: Trade and other payables
am: ንግድ እና ሌሎች የሚከፈልባቸው
ar: ذمم دائنة تجارية وأخرى
zh: 贸易及其他应付款项

# RD_Type_TradeAndOtherReceivables
source: Trade and other receiveables
am: ንግድ እና ሌሎች ተቀባዮች
ar: ذمم مدينة تجارية أخرى
zh: 贸易及其他应收款

source: Recovery Code
am: መልሶ ማግኛ ኮድ
ar: كود الاسترداد
zh: 恢复码

source: Recovery code redemption failed.
am: ማግኛ ኮድ ቤዛነት አልተሳካም.
ar: تحصيل كود الاسترداد لم يكلل بالنجاح
zh: 恢复代码赎回失败。

source: Recovery Codes
am: መልሶ ማግኛ ኮዶች
ar: أكواد الاسترداد
zh: 恢复代码

# RecoveryCodesLeft0
source: Remaining recovery codes: {0}
am: ቀሪ ማግኛ ኮዶች: {0}
ar: عدد أكواد الاسترداد المتبقية: {0}
zh: 剩余的恢复代码：{0}

# RecoveryCodesWarningBody
source: If you lose your authenticator app and you don't have the recovery codes you will lose access to your account.
am: የእርስዎ አረጋጋጭ መተግበሪያ ያጣሉ እና ማግኛ ኮዶች የላቸውም ከሆነ መለያዎ መዳረሻ ያጣሉ.
ar: إذا فقدت جهازك ذا تطبيق (authenticator) وفقدت معه هذه الأكواد لن تتمكن من تسجيل دخولك على هذا الحساب مرة أخرى.
zh: 如果你失去了你的身份验证的应用程序，你没有恢复代码，你将无法访问您的帐户。

# RecoveryCodesWarningTitle
source: Put these codes in a safe place.
am: በደህና ቦታ እነዚህ ኮዶች ያስቀምጡ.
ar: احتفظ بهذه الأكواد في مكان آمن
zh: 把这些代码在一个安全的地方。

source: Recovery Code Verification
am: መልሶ ማግኛ ኮድ ማረጋገጫ
ar: التحقق من كود الاسترداد
zh: 恢复验证码

# RecoveryCodeVerificationMessage
source: You have requested to log in with a recovery code. This session will not be remembered until you provide an authenticator app code or disable 2-factor authentication and sign in again.
am: የመልሶ ማግኛ ኮድ ጋር መግባት ጠይቀዋል. አንድ አረጋጋጭ መተግበሪያ ኮድ ወይም ሊያሰናክል 2-አባል ማረጋገጥ ማቅረብ እና እንደገና ይግቡ ድረስ ይህ ክፍለ አይታወሱም.
ar: إذا كنت تود تسجيل دخولك باستخدام كود استرداد فإن دخولك لن يستمر لفترة ممتدة ما لم تأت بكود من تطبيق (authenticator) أو تقوم بتعطيل ميزة التوثيق المزدوج العوامل ومن ثم تعيد تسجيل دخولك مجددا.
zh: 您已请求与恢复码登录。本次会议将不会被记住，直到您提供一个认证应用程序代码或禁用双因素身份验证和重新登录。

# RegisteredExternalSignIns
source: Your External Sign-ins
am: የእርስዎ የውጭ ይግቡ መግባቶች
ar: مسجلو دخولك الخارجيون
zh: 您的外部登录插件

source: Remember me?
am: አስታወስከኝ?
ar: إبق متصلا؟
zh: 记住账号？

# RememberThisDevice
source: Remember this browser
am: ይህን አሳሽ አስታውስ
ar: تذكر هذا المتصفح
zh: 请记住这个浏览器

source: Remove {0} sign in from your account
am: ከመለያህ ውስጥ አስወግድ {0} ምልክት
ar: إزالة {0} كمسجل دخول خارجي إلى حسابك
zh: 删除{0}从您的帐户登录

source: Report Definition
am: ሪፖርት ፍቺ
ar: تعريف تقرير
zh: 报告定义

# ReportDefinition_Attributes
source: Attributes
ar: صفات

# ReportDefinition_AutoExpand
source: Auto Expand
am: ራስ ዘርጋ
ar: توسيع تلقائي
zh: 自动扩展

# ReportDefinition_AutoExpandLevel
source: Auto-Expand Level
ar: درجة التوسيع التلقائي

# ReportDefinition_Chart
source: Chart
am: ሠንጠረዥ
ar: المخطط
zh: 图表

# ReportDefinition_Chart_Area
source: Area Chart
am: የአካባቢ ገበታ
ar: مساحات بيانية
zh: 面积图

# ReportDefinition_Chart_AreaNormalized
source: Normalized Area Chart
am: መደበኛ የአካባቢ ገበታ
ar: مساحات بيانية مسواة
zh: 归一化面积

# ReportDefinition_Chart_AreaStacked
source: Stacked Area Chart
am: የተቆለለ የአካባቢ ገበታ
ar: مساحات بيانية مرصوصة
zh: 堆积面积

# ReportDefinition_Chart_BarsHorizontal
source: Horizontal Bars
am: አግድም ቡና
ar: أعمدة أفقية
zh: 水平条形图

# ReportDefinition_Chart_BarsHorizontalGrouped
source: Grouped Horizontal Bars
am: ተመድበው አግድም ቡና
ar: أعمدة أفقية مجمعة
zh: 分组水平条形图

# ReportDefinition_Chart_BarsHorizontalNormalized
source: Normalized Horizontal Bars
am: መደበኛ አግድም ቡና
ar: أعمدة أفقية مسواة
zh: 标准化水平条形图

# ReportDefinition_Chart_BarsHorizontalStacked
source: Stacked Horizontal Bars
am: የተቆለለ አግድም ቡና
ar: أعمدة أفقية مرصوصة
zh: 堆积水平条形图

# ReportDefinition_Chart_BarsVertical
source: Vertical Bars
am: አቀባዊ ቡና
ar: أعمدة عمودية
zh: 垂直条形图

# ReportDefinition_Chart_BarsVerticalGrouped
source: Grouped Vertical Bars
am: ተመድበው ቋሚ ቡና
ar: أعمدة عمودية مجمعة
zh: 分组垂直条形图

# ReportDefinition_Chart_BarsVerticalNormalized
source: Normalized Vertical Bars
am: መደበኛ ቋሚ ቡና
ar: أعمدة عمودية مسواة
zh: 标准化垂直条形图

# ReportDefinition_Chart_BarsVerticalStacked
source: Stacked Vertical Bars
am: የተቆለለ ቋሚ ቡና
ar: أعمدة عمودية مرصوصة
zh: 堆积垂直条形图

# ReportDefinition_Chart_Card
source: Card
am: ካርድ
ar: بطاقة
zh: 卡

# ReportDefinition_Chart_Doughnut
source: Doughnut Chart
am: የዶናት ገበታ
ar: مخطط دائري أجوف
zh: 圆环图

# ReportDefinition_Chart_Gauge
source: Gauge
am: መለኪያ
ar: مقياس
zh: 规

# ReportDefinition_Chart_HeatMap
source: Heat Map
am: የሙቀት ካርታ
ar: خارطة حرارية
zh: 热图

# ReportDefinition_Chart_Line
source: Line Chart
am: የመስመር ገበታ
ar: خطوط بيانية
zh: 折线图

# ReportDefinition_Chart_NumberCards
source: Number Cards
am: ብዛት ካርዶች
ar: بطاقات قيم
zh: 号码牌

# ReportDefinition_Chart_Pie
source: Pie Chart
am: አምባሻ ገበታ
ar: مخطط دائري
zh: 饼形图

# ReportDefinition_Chart_Radar
source: Radar Chart
am: የራዳር ገበታ
ar: مخطط رادار
zh: 雷达图

# ReportDefinition_Chart_TreeMap
source: Tree Map
am: የዛፍ ካርታ
ar: خارطة شجرية
zh: 树图

# ReportDefinition_ChartOptions
source: Chart Options
ar: خيارات المخطط

# ReportDefinition_Collection
source: Collection
am: ስብስብ
ar: المجموعة
zh: 采集

# ReportDefinition_Columns
source: Columns
am: አምዶች
ar: الأعمدة
zh: 列

# ReportDefinition_ColumnsTotalLabel
source: Columns Total Label
ar: اسم مجموع الأعمدة

# ReportDefinition_DangerWhen
source: Danger When
ar: خطر عندما

# ReportDefinition_DefaultExpression
source: Default Expression
ar: التعبير الافتراضي

# ReportDefinition_DefaultsToChart
source: Defaults To Chart
am: ገበታ ወደ ነባሪዎች
ar: إظهار المخطط تلقائيا
zh: 默认到图表

# ReportDefinition_Definition
source: Definition
am: መግለጫ
ar: التعريف
zh: 定义

# ReportDefinition_DefinitionId
source: Definition
am: መግለጫ
ar: التعريف
zh: 定义

# ReportDefinition_DisplayExpression
source: Display Expression
ar: التعبير العرضي

# ReportDefinition_Expression
source: Expression
ar: التعبير

# ReportDefinition_Filter
source: Filter
am: ማጣሪያ
ar: المصفاة
zh: 过滤

# ReportDefinition_Having
source: Having
ar: مصفاة التجميع

# ReportDefinition_IsCustomDrilldown
source: Use Custom Drillthrough
ar: تفعيل التنقيب المفصل

# ReportDefinition_KeyExpression
source: Key Expression
ar: التعبير المفتاحي

# ReportDefinition_Localize
source: Auto-Localize
ar: ترجمة تلقائية

# ReportDefinition_Measures
source: Measures
am: እርምጃዎች
ar: القيم
zh: 措施

# ReportDefinition_OrderBy
source: Order By
am: ትዕዛዝ
ar: الترتيب
zh: 排序

# ReportDefinition_OrderDirection
source: Order Direction
am: የትዕዛዝ አቅጣጫ
ar: جهة الترتيب
zh: 为了方向

# ReportDefinition_OrderDirection_asc
source: Ascending
am: ሽቅብታ
ar: تصاعد
zh: 上升

# ReportDefinition_OrderDirection_desc
source: Descending
am: ሲወርድበትና
ar: تنازل
zh: 降序

# ReportDefinition_Parameters
source: Parameters
am: መለኪያዎች
ar: المعاملات
zh: 参数

# ReportDefinition_Rows
source: Rows
am: ረድፎች
ar: الأسطر
zh: 行

# ReportDefinition_RowsTotalLabel
source: Rows Total Label
ar: اسم مجموع الأسطر

# ReportDefinition_Select
source: Select
am: ይምረጡ
ar: الحقول
zh: 选择

# ReportDefinition_ShowAsTree
source: Show As Tree
ar: إظهار كشجرة

# ReportDefinition_ShowColumnsTotal
source: Show Columns Total
am: አሳይ አምዶች ጠቅላላ
ar: أظهر مجموع الأعمدة
zh: 显示列总计

# ReportDefinition_ShowRowsTotal
source: Show Rows Total
am: አሳይ ረድፎች ጠቅላላ
ar: أظهر مجموع الأسطر
zh: 展会共行

# ReportDefinition_SuccessWhen
source: Success When
ar: نجاح عندما

# ReportDefinition_Top
source: Top
am: ጫፍ
ar: أول
zh: 最佳

# ReportDefinition_Type
source: Type
am: ዓይነት
ar: النوع
zh: 类型

# ReportDefinition_Type_Details
source: Details
am: ዝርዝሮች
ar: تفصيلي
zh: 细节

# ReportDefinition_Type_Summary
source: Summary
am: ማጠቃለያ
ar: إجمالي
zh: 摘要

# ReportDefinition_WarningWhen
source: Warning When
ar: تنبيه عندما

source: Report Definitions
am: ሪፖርት ፍቺዎች
ar: تعريفات تقارير
zh: 报告定义

source: Required Signature
am: አስፈላጊ ፊርማ
ar: توقيع مطلوب
zh: 需要签名

source: Required Signatures
am: አስፈላጊ ፊርማዎች
ar: توقيعات مطلوبة
zh: 所需签名

source: Reset Authenticator Key
am: ማረጋገጫ ቁልፍ ዳግም አስጀምር
ar: إعادة تعيين مفتاح الـ(Authenticator)
zh: 重置身份验证密钥

# ResetAuthenticatorKeyWarningBody
source: This process disables 2FA until you verify your authenticator app. If you do not complete your authenticator app configuration you may lose access to your account.
am: የእርስዎን አረጋጋጭ መተግበሪያ ያረጋግጡ ድረስ ይህ ሂደት 2FA ያሰናክለዋል. የእርስዎን አረጋጋጭ መተግበሪያ አወቃቀር ለማጠናቀቅ አይደለም ከሆነ መለያዎ መዳረሻ ሊያጡ ይችላሉ.
ar: هذه العملية تقوم متعطيل التحقيق مزدوج العوامل حتى تقوم بضبط تطبيق (authenticator) مرة أخرى، إذا لم تقم بعملية الضبط على الفور قد تفقد إمكانية الدخول باستخدام هذا الحساب
zh: 这个过程将禁用2FA你必须先验证身份验证的应用程序。如果你没有完成身份验证的应用程序的配置，你可能无法访问您的帐户。

# ResetAuthenticatorKeyWarningTitle
source: If you reset your authenticator key your authenticator app will not work until you reconfigure it.
am: የ አረጋጋጭ ቁልፍ ዳግም ከሆነ ይህ ተገላገይው ድረስ አረጋጋጭ መተግበሪያ አይሰራም.
ar: إذا أعدت تعيين هذا المفتاح، لن يعمل تطبيق (authenticator) الخاص بك ما لم تقم بإعادة ضبطه مجددا
zh: 如果您重置您的认证密钥的认证的应用程序将无法正常工作，直到你重新配置。

source: Reset My Password
am: የእኔ የይለፍ ቃል ዳግም አስጀምር
ar: إعادة تعيين كلمة المرور
zh: 重置我的密码

source: Reset Password
am: ዳግም አስጀምር የይለፍ ቃል
ar: تغيير كلمة المرور
zh: 重设密码

source: Reset password confirmation
am: የይለፍ ቃል ዳግም ማረጋገጫ
ar: تأكيد إعادة تعيين كلمة المرور
zh: 重置密码确认

# ResetPasswordConfirmationMessage
source: Your password has been reset, click below to sign in
am: የእርስዎ የይለፍ ቃል ዳግም ውስጥ ለመግባት ከዚህ በታች ጠቅ ያድርጉ ቆይቷል
ar: أعيد تعيين كلمة مرورك بنجاح، يمكنك تسجيل دخولك بالضغط على الزر أدناه
zh: 您的密码已重置，请点击下面登录

# ResetPasswordEmailMessage
source: Please reset your password by clicking the following link:
am: እባክዎ የሚከተለውን ሊንክ ጠቅ በማድረግ የይለፍ ቃልዎን እንደገና ያስጀምሩ።
ar: حدد كلمة مرور جديدة بالضغط على الوصلة التالية:
zh: 请点击以下链接重置您的密码：

source: Reset Recovery Codes
am: ማግኛ ኮዶች ዳግም አስጀምር
ar: إعادة توليد أكواد الاسترداد
zh: 重置恢复代码

source: Reset your password
am: የይለፍ ቃልዎን ዳግም አስጀምር
ar: إعادة تعيين كلمة المرور
zh: 重置您的密码

source: Resource
am: ምንጭ
ar: مورد
zh: 资源

# Resource_Agent1
source: Agent 1
am: ወኪል 1
ar: الذمة 1
zh: 代理人1

# Resource_Agent2
source: Agent 2
am: ወኪል 2
ar: الذمة 2
zh: 特工2

# Resource_Attachments
source: Attachments
am: አባሪዎች
ar: المرفقات
zh: 附件

# Resource_EconomicOrderQuantity
source: Economic Order Quantity
am: ኢኮኖሚ ትዕዛዝ ብዛት
ar: الكمية الاقتصادية
zh: 经济订货量

# Resource_MonetaryValue
source: Amount
am: መጠን
ar: المبلغ
zh: 货币价值

# Resource_ReorderLevel
source: Reorder Level
am: አስይዝ ደረጃ
ar: حد إعادة الطلب
zh: 订货点水平

# Resource_Resource1
source: Resource 1
am: ምንጭ 1
ar: المورد 1
zh: 资源1

# Resource_Resource2
source: Resource 2
am: ምንጭ 2
ar: المورد 2
zh: 资源2

# Resource_Unit
source: Unit
am: ክፍል
ar: وحدة القياس
zh: 单元

# Resource_UnitMass
source: Mass Per Unit
am: ብዛት በክፍል
ar: وزن الوحدة
zh: 每单位质量

# Resource_UnitMassUnit
source: Mass Unit
am: የጅምላ ክፍል
ar: وحدة الوزن
zh: 质量单位

# Resource_Units
source: Measurement Units
am: የመለኪያ ዩኒት
ar: وحدات القياس
zh: 测量单位

# Resource_VatRate
source: VAT Rate
am: የተእታ መጠን
ar: معدل ضريبة القيمة المضافة
zh: 增值税税率

source: Resource Definition
am: የንብረት ፍቺ
ar: تعريف مورد
zh: 资源定义

# ResourceDefinition_ResourceDefinitionType
source: Resource Definition Type
am: የንብረት ፍቺ ዓይነት
ar: نوع تعريف المورد
zh: 资源定义类型

# ResourceDefinition_UnitCardinality
source: Unit Cardinality
am: ዩኒት ካርዲናሊቲ
ar: عدد الوحدات
zh: 单位基数

source: Resource Definition Report Definition
am: የተባበሩት መንግስታት-የታረቀ
ar: تعريف تقرير تعريف مورد
zh: 资源定义 报告定义

source: Resource Definition Report Definitions
am: የተባበሩት መንግስታት-የታረቀ
ar: تعريفات تقارير تعريفات موارد
zh: 资源定义报告定义

source: Resource Definitions
am: የንብረት መግለጫዎች
ar: تعريفات موارد
zh: 资源定义

source: Resources
am: መርጃዎች
ar: موارد
zh: 资源

source: Resource Unit
am: የንብረት ክፍል
ar: وحدة قياس مورد
zh: 资源单位

# ResourceUnit_Unit
source: Unit
am: መለኪያ
ar: الوحدة
zh: 单元

source: Resource Units
am: የመርጃ ክፍሎች
ar: وحدات قياس موارد
zh: 资源单位

source: Role
am: ሚና
ar: دور
zh: 角色

# Role_IsPublic
source: Is Public
am: የሆነው የህዝብ
ar: عام للجميع
zh: 是公共

source: Role Membership
am: የሚና አባልነት
ar: عضوية دور
zh: 角色成员资格

# RoleMembership_Role
source: Role
am: ሚና
ar: الدور
zh: 角色

# RoleMembership_User
source: User
am: ተጠቃሚ
ar: المستخدم
zh: 用户

source: Role Memberships
am: የሚና አባልነቶች
ar: عضويات أدوار
zh: 角色成员资格

source: Roles
am: ሚናዎች
ar: أدوار
zh: 角色

source: Row {0}
am: ረድፍ {0}
ar: السطر {0}
zh: 行{0}

source: Row {0}
am: ረድፍ {0}
ar: السطر {0}
zh: 第 {0} 行

# RuleType_ByCustodian
source: By Custodian
am: በጠባቂ
ar: بصاحب العهدة
zh: 由托管人

# RuleType_ByRole
source: By Role
am: በተናጥል
ar: بالدور
zh: 按角色

# RuleType_ByUser
source: By User
am: በተጠቃሚ
ar: بالمستخدم
zh: 按用户

# RuleType_Public
source: Public
am: የህዝብ
ar: متاح للكل
zh: 民众

source: Save
am: አስቀምጥ
ar: حفظ
zh: 救

source: Set Password
am: የይለፍ ቃል ያዘጋጁ
ar: تحديد كلمة المرور
zh: 设置密码

# SetPasswordMessage
source: You do not have a local username/password for this application. Add a local password so you can log in without an external sign-in provider.
am: ለዚህ መተግበሪያ አካባቢያዊ የተጠቃሚ ስም / ይለፍ ቃል የለዎትም. እርስዎ ውጫዊ የመግባት አቅራቢ ያለ መግባት ይችላሉ በአካባቢው የይለፍ ቃል ያክሉ.
ar: ليس لديك اسم مستخدم وكلمة مرور خاصين بهذا التطبيق، أضف كلمة مرور حتى يتسنى لك تسجيل دخولك من دون مسجل دخول خارجي.
zh: 你不必为这个应用程序的本地用户名/密码。添加本地密码，这样你就可以登录，无需外部登录提供商。

# Settings_ArchiveDate
source: Archive Date
am: የማህደር ቀን
ar: تاريخ الأِرشفة
zh: 存档日期

# Settings_ArchiveDateDescription
source: Modifying transactions before this date is not allowed
am: በዚህ ቀን አይፈቀድም በፊት ግብይቶችን ማሻሻል
ar: يمنع النظام تعديل أي معاملات قبل هذا التاريخ
zh: 修改交易是不允许在此日期之前

# Settings_BrandColor
source: Brand Color
am: ብራንድ ቀለም
ar: لون العلامة التجارية
zh: 品牌颜色

# Settings_BuildingNumber
source: Building #
am: ግንባታ #
ar: رقم المبنى
zh: 建筑 ＃

# Settings_City
source: City
am: ከተማ
ar: المدينة
zh: 城市

# Settings_CommercialRegistrationNumber
source: Commercial Registration #
ar: رقم السجل التجاري

# Settings_CompanyName
source: Company Name
am: ብራንድ ቀለም
ar: اسم المؤسسة
zh: 品牌颜色

# Settings_CountryCode
source: Country
am: ብራንድ ቀለም
ar: البلد
zh: 品牌颜色

# Settings_DateFormat
source: Date Format
am: የቀን ቅርጸት
ar: صيغة التاريخ
zh: 日期格式

# Settings_District
source: District
am: ወረዳ
ar: الحي
zh: 区

# Settings_Enforce2faOnLocalAccounts
source: Enforce 2-factor authentication
am: ባለ2-ደረጃ ማረጋገጥን ያስፈጽሙ
ar: إلزام المستخدمين بالتوثيق المزدوج العوامل
zh: 实施 2 因素身份验证

# Settings_EnforceNoExternalAccounts
source: Enforce no external accounts
am: ምንም የውጭ መለያዎችን ማስፈጸም
ar: إلزام المستخدمين بتجنب مسجلي الدخول الخارجيين
zh: 强制禁止外部账户

# Settings_FirstDayOfPeriod
source: Salary Period Starts
am: የደመወዝ ጊዜ ይጀምራል
ar: بداية شهر المرتبات
zh: 工资期开始

# Settings_FirstDayOfPeriodDescription
source: The day of month before which salaries are calculated
am: ደሞዝ የሚሰላበት ወር በፊት ያለው ቀን
ar: اليوم من كل الشهر الذي يبدأ قبله حساب مرتبات الموظفين
zh: 计算工资的前一个月的哪一天

# Settings_FreezeDate
source: Freeze Date
am: የቀዘቀዘበት ቀን
ar: تاريخ التجميد
zh: 冻结日期

# Settings_FreezeDateDescription
source: Creating transactions before this date is not allowed
am: ከዚህ ቀን በፊት ግብይቶችን መፍጠር አይፈቀድም።
ar: يمنع النظام إنشاء أي معاملات قبل هذا التاريخ
zh: 不允许在此日期之前创建交易

# Settings_FunctionalCurrency
source: Functional Currency
am: ተግባራዊ ምንዛሬ
ar: العملة الوظيفية
zh: 功能货币

# Settings_FunctionalCurrencyDescription
source: The primary currency used when generating and spending cash
am: በማመንጨት እና ገንዘብ በማሳለፍ ጊዜ ተቀዳሚ ምንዛሪ ተጠቅሟል
ar: العملة الرئيسية المستخدمة في المعاملات النقدية
zh: 功能货币

# Settings_PostalCode
source: Postal Code
am: የፖስታ መላኪያ ኮድ
ar: الرمز البريدي
zh: 邮政编码

# Settings_PrimaryCalendar
source: Primary Calendar
am: ዋና የቀን መቁጠሪያ
ar: التقويم الرئيسي
zh: 主要日历

# Settings_PrimaryLanguage
source: Primary Language
am: ዋናው ቋንቋ
ar: اللغة الرئيسية
zh: 主要语言

# Settings_PrimaryLanguageSymbol
source: Primary Language Symbol
am: የመጀመሪያ ቋንቋ ምልክት
ar: رمز اللغة الرئيسية
zh: 主要语言符号

# Settings_ProvisionedAt
source: Provisioned At
am: አልቀረበም ላይ
ar: زمن الإنشاء
zh: 在供应

# Settings_SecondaryCalendar
source: Secondary Calendar
am: ሁለተኛ ደረጃ የቀን መቁጠሪያ
ar: التقويم الثانوي
zh: 辅助日历
