Repository: tellma-ltd/tellma
Catalog: Tellma.Resources/Strings.*.resx
Languages: am, ar, zh

# Error_No0WasFoundWhere1Equals2
source: No {0} record was found where {1} = '{2}'.
am: ምንም {0} መዝገብ {1} = '{2}' አልተገኘም።
ar: لم يتم العثور على بيان {0} مستوف لـ: {1} = ({2}).
zh: 未找到 {1} =“{2}”的 {0} 记录。

# Error_No0WasFoundWhere1Equals2EnsureCaseMatch
source: No {0} record was found where {1} = '{2}', ensure that letter cases match exactly.
am: {1} = '{2}' የተገኘበት ምንም የ{0} መዝገብ አልተገኘም፣ የፊደሎች ጉዳዮች በትክክል የሚዛመዱ መሆናቸውን ያረጋግጡ።
ar: لم يتم العثور على بيان {0} مستوف لـ: {1} = ({2}).
zh: 未找到 {1} =“{2}”的 {0} 记录，请确保字母大小写完全匹配。

# Error_NoEntryCorrespondsToIndex0
source: No entry corresponds to index {0}.
am: ምንም ግቤት ከኢንዴክስ {0} ጋር አይዛመድም።
ar: لا يوجد تعريف سطر عنده رقم {0}.
zh: 没有条目对应于索引 {0}。

# Error_NoFileWasUploaded
source: No file was uploaded.
am: ምንም ፋይል አልተጫነም።
ar: لم يتم رفع أي ملف
zh: 没有文件被上传。

# Error_NotedAgentDefinition0IsNotUsedInAccountType1OrItsDescendents
source: {0}' is not used in account type '{1}' or its descendents.
am: {0} 'በመለያ አይነት '{1}' ወይም በዘሮቹ ውስጥ ጥቅም ላይ አይውልም።
ar: ({0}) غير مستخدم في نوع الحساب ({1}) أو ما يتفرع منه.
zh: {0}' 未在帐户类型“{1}”或其后代中使用。

# Error_NotedResourceDefinition0IsNotUsedInAccountType1OrItsDescendents
source: {0}' is not used in account type '{1}' or its descendents.
am: {0} 'በመለያ አይነት '{1}' ወይም በዘሮቹ ውስጥ ጥቅም ላይ አይውልም።
ar: ({0}) غير مستخدم في نوع الحساب ({1}) أو ما يتفرع منه.
zh: {0}' 未在帐户类型“{1}”或其后代中使用。

# Error_NotOnboardedWithZatca
source: Not onboarded with ZATCA, please contact your system administrator.
ar: لم يتم إعداد التكامل مع هيئة الزكاة، يرجى التواصل مع مسؤول النظام.

# Error_NumberOfDataPointsExceedsMaximum0
source: Number of data points exceeds the maximum of {0}.
am: የውሂብ ነጥቦች ብዛት {0} ከፍተኛውን ያልፋል.
ar: النقاط البيانية تجاوزت {0} وهو العدد الأقصى المسموح به
zh: 数据点的数超过了最大的{0}。

# Error_OneLineDefinitionIsRquired
source: At least one line definition is required
am: ቢያንስ አንድ መስመር ፍቺ ያስፈልጋል
ar: مطلوب تعريف سطر واحد على الأقل
zh: 至少需要一条线定义

# Error_OnlyCsvOrExcelAreSupported
source: Only CSV and Excel files are supported.
am: ያልታወቀ የፋይል ቅርጸት.
ar: صيغ الملفات المدعومة هي إكسل وCSV فقط.
zh: 未知的文件格式。

# Error_OnlyNewAttachmentsCanIncludeFileBytes
source: Only new attachments can include file bytes.
am: አዲስ ብቻ አባሪዎችን ፋይል ባይቶች ሊያካትት ይችላል
ar: المرفقات الجديدة فقط يمكن أن تحتوي على ملف.
zh: 只有新的附件可以包括文件的字节

# Error_PostingDateFallsinFuture
source: Document date cannot be in the future.
am: የሰነድ ቀን ወደፊት ሊሆን አይችልም።
ar: تاريخ المستند لا يمكن أن يكون في المستقبل.
zh: 文档日期不能是将来的日期。

# Error_Property0IsKeyPropertyThereforeRequiredForUpdate
source: Property {0} is used as key property and is therefore required for update mode
am: ንብረት {0} እንደ ቁልፍ ንብረት ጥቅም ላይ ይውላል እና ስለዚህ ለማዘመን ሁነታ ያስፈልጋል
ar: ألحقل {0} مستخدم كحقل مفتاحي وبالتالي مطلوب من أجل الاستيراد للتعديل
zh: 属性 {0} 用作关键属性，因此是更新模式所必需的

# Error_ReadOnlyStateCannotBeBeforeRequiredState
source: Readonly State cannot be before Required State.
am: Readonly State ከተፈለገ ግዛት በፊት መሆን አይችልም።
ar: الحقل لا يمكن أن يفقد قابلية التعديل في حالة تسبق الحالة التي يكون فيها مطلوبا.
zh: 只读状态不能位于必需状态之前。

# Error_RequiredStateCannotBeBeforeVisibleState
source: Required State cannot be before Visible State.
am: የሚፈለግ ግዛት ከሚታየው ግዛት በፊት መሆን አይችልም።
ar: الحقل لا يمكن أن يكون مطلوبا في حالة تسبق الحالة التي يكون فيها ظاهرا.
zh: 必需状态不能位于可见状态之前。

# Error_ResourceDefinition0CouldNotBeFound
source: Resource DefinitionId '{0}' could not be found.
am: Resource DefinitionId '{0}' ሊገኝ አልቻለም።
ar: تعذر العثور على مفتاح تعريف المورد ({0}).
zh: 找不到资源定义 ID“{0}”。

# Error_ResourceDefinition0IsNotUsedInAccountType1OrItsDescendents
source: '{0}' is not used in account type '{1}' or its descendents.
am: {0} 'በመለያ አይነት '{1}' ወይም በዘሮቹ ውስጥ ጥቅም ላይ አይውልም።
ar: ({0}) غير مستخدم في نوع الحساب ({1}) أو ما يتفرع منه.
zh: {0}' 未在帐户类型“{1}”或其后代中使用。

# Error_SecondaryCalendarCannotBeTheSameAsPrimaryCalendar
source: Secondary calendar cannot be the same as the primary calendar.
am: የሁለተኛ ደረጃ የቀን መቁጠሪያ ከዋናው የቀን መቁጠሪያ ጋር አንድ አይነት ሊሆን አይችልም።
ar: التقويم الثانوي لا يمكن أن يساوي التقويم الأساسي.
zh: 辅助日历不能与主日历相同。

# Error_SecondaryLanguageCannotBeTheSameAsPrimaryLanguage
source: Secondary language cannot be the same as the primary language.
am: ሁለተኛ ቋንቋ ዋና ቋንቋ ጋር አንድ አይነት ሊሆን አይችልም.
ar: اللغة الثانوية هي نفسها اللغة الرئيسية
zh: 中学语文不能是相同的主要语言。

# Error_SubsequentSignaturesMustBeDeletedFirst
source: All subsequent signatures must be deleted first.
am: ሁሉም ተከታይ ፊርማዎች መጀመሪያ መሰረዝ አለባቸው።
ar: قبل حذف أي توقيع يتعين حذف كل التوقيعات اللاحقة له.
zh: 必须首先删除所有后续签名。

# Error_SystemUnderMaintenance
source: The system is currently undergoing maintenance, please try again later.
am: ስርዓቱ በአሁኑ ጊዜ በጥገና ላይ ነው፣ እባክዎ ቆይተው እንደገና ይሞክሩ።
ar: النظام حاليا تحت الصيانة، يرجى إعادة المحاولة لاحقا.
zh: 目前系统正在维护中，请稍后重试。

# Error_TernaryLanguageCannotBeTheSameAsPrimaryLanguage
source: Ternary language cannot be the same as the primary language.
am: Ternary ቋንቋ ዋና ቋንቋ ጋር አንድ አይነት ሊሆን አይችልም.
ar: اللغة الثالثة هي نفسها اللغة الرئيسية.
zh: 三元语言不能与主要语言相同。

# Error_TernaryLanguageCannotBeTheSameAsSecondaryLanguage
source: Ternary language cannot be the same as the secondary language.
am: Ternary ቋንቋ ሁለተኛ ቋንቋ ጋር አንድ አይነት ሊሆን አይችልም.
ar: اللغة الثالثة هي نفسها اللغة الثانية.
zh: 三元语言不能与第二语言相同。

# Error_The01IsDuplicated
source: The {0} '{1}' is duplicated.
am: {0} «{1}» የተባዛ ነው።
ar: {0} ({1}) مكرر
zh: {0}“{1}”重复。

# Error_The01IsUsedIn23
source: The {0} '{1}' is used in {2} '{3}'.
am: {0} «{1}» በ{2} «{3}» ውስጥ ጥቅም ላይ ይውላል።
ar: البيان {1} من نوع {0} مستخدم في البيان ({3}) من نوع {2}.
zh: {0}“{1}”用在 {2}“{3}”中。

# Error_The01IsUsedInAccount2
source: The {0} '{1}' is used in account '{2}'
am: {0} «{1}» በ«{2}» መለያ ውስጥ ጥቅም ላይ ይውላል
ar: البيان ({1}) من نوع {0} مستخدم حاليا في الحساب {2}
zh: {0}“{1}”在帐户“{2}”中使用

# Error_TheAccount0HasInActiveAgent1
source: The account '{0}' has inactive agent '{1}'.
am: መለያ «{0}» የቦዘነ ወኪል «{1}» አለው።
ar: الحساب ({0}) ذمته ({1}) غير منشطة.
zh: 帐户“{0}”有不活动的代理“{1}”。

# Error_TheAccount0HasInActiveNotedAgent1
source: The account '{0}' has inactive noted agent '{1}'.
am: መለያ «{0}» የቦዘነ ማስታወሻ ወኪል «{1}» አለው።
ar: الحساب ({0}) ذمته المعنية ({1}) غير منشطة.
zh: 帐户“{0}”具有不活动的指定代理“{1}”。

# Error_TheAccount0HasInActiveNotedResource1
source: The account '{0}' has inactive noted resource '{1}'.
am: የ«{0}» መለያ የቦዘነ የተመዘገበ ግብዓት «{1}» አለው።
ar: الحساب ({0}) مورده المعني ({1}) غير منشط.
zh: 帐户“{0}”具有非活动的标记资源“{1}”。

# Error_TheAccount0HasInActiveResource1
source: The account '{0}' has inactive resource '{1}'.
am: መለያ «{0}» የቦዘነ ግብአት «{1}» አለው።
ar: الحساب ({0}) مورده ({1}) غير منشط.
zh: 帐户“{0}”具有非活动资源“{1}”。

# Error_TheAccount0HasInvisibleAgentDefinition1
source: The account '{0}' has an invisible agent definition '{1}'.
am: መለያ '{0}' የማይታይ ወኪል ፍቺ '{1}' አለው።
ar: الحساب ({0}) تعريف ذمته ({1}) غير مفعل.
zh: 帐户“{0}”具有不可见的代理定义“{1}”。

# Error_TheAccount0HasInvisibleNotedAgentDefinition1
source: The account '{0}' has an invisible noted agent definition '{1}'.
am: መለያ '{0}' የማይታይ የማይታወቅ ወኪል ፍቺ '{1}' አለው።
ar: الحساب ({0}) تعريف ذمته المعني ({1}) غير مفعل.
zh: 帐户“{0}”具有不可见的注释代理定义“{1}”。

# Error_TheAccount0HasInvisibleNotedResourceDefinition1
source: The account '{0}' has an invisible noted resource definition '{1}'.
am: መለያ '{0}' የማይታይ የግብዓት ፍቺ '{1}' አለው።
ar: الحساب ({0}) تعريف مورده المعني ({1}) غير مفعل.
zh: 帐户“{0}”具有不可见的注释资源定义“{1}”。

# Error_TheAccount0HasInvisibleResourceDefinition1
source: The account '{0}' has an invisible resource definition '{1}'.
am: መለያ '{0}' የማይታይ የንብረት ፍቺ '{1}' አለው።
ar: الحساب ({0}) تعريف مورده ({1}) غير مفعل.
zh: 帐户“{0}”具有不可见的资源定义“{1}”。

# Error_TheAccount0HasNonZeroQuantityBalance1
source: The account '{0}' has non-zero quantity balance {1}.
am: መለያ '{0}' ዜሮ ያልሆነ የብዛት ሒሳብ {1} አለው።
ar: الحساب ({0}) رصيد قيمته {1} لا يساوي صفرأ.
zh: 帐户“{0}”的数量余额非零{1}。

# Error_TheAccount0HasNonZeroValueBalance1
source: The account '{0}' has non-zero value balance {1}.
am: መለያ «{0}» ዜሮ ያልሆነ እሴት ቀሪ ሒሳብ {1} አለው።
ar: الحساب ({0}) رصيد كميته {1} لا يساوي صفرأ.
zh: 帐户“{0}”的余额为非零值 {1}。

# Error_TheAccount0IsInactive
source: The account '{0}' is inactive
am: መለያ «{0}» ቦዝኗል
ar: الحساب ({0}) غير منشط.
zh: 帐户“{0}”处于非活动状态

# Error_TheAccount0IsUsedInDocument12
source: Account '{0}' is used in {1} {2}.
am: መለያ «{0}» በ{1} {2} ውስጥ ጥቅም ላይ ይውላል።
ar: الحساب ({0}) مستخدم في المستند {2} من نوع {1}.
zh: 帐户“{0}”在 {1} {2} 中使用。

# Error_TheAccount0IsUsedInDocument12HavingIncompatibleEntryType3
source: Account '{0}' is used in {1} {2} with incompatible entry type '{3}'.
am: መለያ «{0}» በ{1} {2} ውስጥ ተኳሃኝ ካልሆነ የመግቢያ አይነት «{3}» ጥቅም ላይ ይውላል።
ar: الحساب ({0}) مستخدم في المستند {2} من نوع {1} مع نوع سطر غير متناسب ({3}).
zh: 帐户“{0}”在 {1} {2} 中使用，且条目类型“{3}”不兼容。

# Error_TheAccount0IsUsedInDocument12WithAgent3
source: Account '{0}' is used in {1} {2} with agent '{3}'.
am: መለያ «{0}» በ{1} {2} ውስጥ ከ«{3}» ወኪል ጋር ጥቅም ላይ ይውላል።
ar: الحساب ({0}) مستخدم في المستند {2} من نوع {1} مع الذمة ({3}).
zh: 帐户“{0}”在 {1} {2} 中与代理“{3}”一起使用。

# Error_TheAccount0IsUsedInDocument12WithCenter3
source: Account '{0}' is used in {1} {2} with center '{3}'.
am: መለያ «{0}» በ{1} {2} ውስጥ ከመሃል «{3}» ጋር ጥቅም ላይ ይውላል።
ar: الحساب ({0}) مستخدم في المستند {2} من نوع {1} مع المركز ({3}).
zh: 帐户“{0}”在 {1} {2} 中使用，中心为“{3}”。

# Error_TheAccount0IsUsedInDocument12WithCurrency3
source: Account '{0}' is used in {1} {2} with currency '{3}'.
am: መለያ «{0}» በ{1} {2} ምንዛሬ «{3}» ጥቅም ላይ ይውላል።
ar: الحساب ({0}) مستخدم في المستند {2} من نوع {1} مع العملة ({3}).
zh: 帐户“{0}”在 {1} {2} 中使用，货币为“{3}”。

# Error_TheAccount0IsUsedInDocument12WithResource3
source: Account '{0}' is used in {1} {2} with resource '{3}'.
am: መለያ '{0}' በ{1} {2} ውስጥ ከንብረት '{3}' ጋር ጥቅም ላይ ይውላል።
ar: الحساب ({0}) مستخدم في المستند {2} من نوع {1} مع المورد ({3}).
zh: 帐户“{0}”在 {1} {2} 中与资源“{3}”一起使用。

# Error_TheAccountClassification0HasAccount1WithNonZeroBalance
source: Account classification '{0}' has an account '{1}' with non-zero balance.
am: የመለያ ምደባ '{0}' መለያ '{1}' ዜሮ ያልሆነ ቀሪ ሂሳብ አለው።
ar: تصنيف الحساب ({0}) تحته حساب ({1}) فيه رصيد.
zh: 帐户分类“{0}”有一个余额非零的帐户“{1}”。

# Error_TheAccountClassification0IsNotLeaf
source: Account classification '{0}' is not a leaf.
am: የመለያ ምደባ '{0}' ቅጠል አይደለም።
ar: تصنيف الحساب ({0}) أصل له فروع.
zh: 帐户分类“{0}”不是叶子。

# Error_TheAccountClassification0IsUsedInAccount1
source: The account classification '{0}' is used in account '{1}'
am: የመለያ ምደባ «{0}» መለያ ላይ ውሏል «{1}»
ar: تصنيف الحساب ({0}) مستخدم في الحساب ({1}).
zh: 帐户“ {1}”中使用了帐户分类“ {0}”

# Error_TheAccountType0IsNotAssignable
source: Account Type '{0}' is not assignable.
am: የመለያ አይነት '{0}' ሊመደብ አይችልም።
ar: نوع الحساب ({0}) غير متاح للاستخدام.
zh: 帐户类型“{0}”不可分配。

# Error_TheAccountType0IsUsedInAccount1
source: Account type '{0}' is used in account '{1}'.
am: የመለያ አይነት «{0}» በ«{1}» መለያ ውስጥ ጥቅም ላይ ይውላል።
ar: نوع الحساب ({0}) مستخدم في الحساب ({1}).
zh: 帐户“{1}”中使用帐户类型“{0}”。

# Error_TheAccountType0IsUsedInLineDefinition1
source: Account type '{0}' is used in line definition '{1}'.
am: የመለያ አይነት '{0}' በመስመር ፍቺ '{1}' ውስጥ ጥቅም ላይ ይውላል።
ar: نوع الحساب ({0}) مستخدم في تعريف السطر ({1}).
zh: 帐户类型“{0}”用于行定义“{1}”。

# Error_TheAccountTypeHasAccount0WithNonZeroBalance
source: Account type '{0}' has an account '{1}' with a non-zero balance.
am: የመለያ አይነት '{0}' ዜሮ ያልሆነ ቀሪ ሂሳብ ያለው '{1}' መለያ አለው።
ar: نوع الحساب ({0}) تحته حساب فيه رصيد ({1}).
zh: 帐户类型“{0}”的帐户“{1}”的余额不为零。

# Error_TheAccountTypeIsIncompatibleWithTheClassification
source: The account type is incompatible with the classification.
am: የመለያው አይነት ከምድብ ጋር ተኳሃኝ አይደለም።
ar: نوع الحساب لا يتناسب مع تصنيف الحساب.
zh: 帐户类型与分类不兼容。

# Error_TheAgent01HasNoUsers
source: The {0} '{1}' has no users defined.
am: {0} «{1}» ምንም ተጠቃሚ አልተገለጸም።
ar: البيان ({1}) من نوع {0} ليس مرتبطا بأي حسابات مستخدمين.
zh: {0}“{1}”没有定义用户。

# Error_TheAgent01IsInactive
source: The {0} '{1}' is inactive.
am: {0} «{1}» ቦዝኗል።
ar: البيان ({1}) من نوع {0} غير منشط.
zh: {0}“{1}”处于非活动状态。

# Error_TheAgent0hasCenter1whileAccountHasCenter2
source: The agent '{0}' has center '{1}' while the account has center '{2}'.
am: ወኪሉ '{0}' መሃል '{1}' ሲኖረው መለያው '{2}' መሃል አለው።
ar: الذمة ({0}) مركزها ({1}) بينما الحساب مركزه ({2}).
zh: 代理“{0}”具有中心“{1}”，而帐户具有中心“{2}”。

# Error_TheAgent0hasCurrency1whileAccountHasCurrency2
source: The agent '{0}' has currency '{1}' while the account has currency '{2}'.
am: የ«{0}» ወኪል ምንዛሬ «{1}» ሲኖረው መለያው ምንዛሬ «{2}» አለው።
ar: الذمة ({0}) عملتها ({1}) بينما الحساب عملته ({2}).
zh: 代理“{0}”的货币为“{1}”，而帐户的货币为“{2}”。

# Error_TheAgent0IsNotActive
source: The agent '{0}' is not active.
am: ወኪሉ {0} ንቁ አይደለም።
ar: الذمة ({0}) غير منشطة.
zh: 代理“{0}”未激活。

# Error_TheAgentDefinition0IsNotVisible
source: The agent definition '{0}' is not visible.
am: የወኪሉ ፍቺ «{0}» አይታይም።
ar: تعريف الذمة ({0}) غير مفعل.
zh: 代理定义“{0}”不可见。

# Error_TheAmountInCurrencyMustBeGreaterThanZero
source: The amount must be greater than 0.
am: መጠኑ ከ0 በላይ መሆን አለበት።
ar: المبلغ ينبغي أن يكون أكبر من 0.
zh: 金额必须大于 0。

# Error_TheAmountInFunctionalMustBeGreaterThanZero
source: The equivalent must be greater than 1.
am: አቻው ከ 1 በላይ መሆን አለበት።
ar: المقابل ينبغي أن يكون أكبر من 0.
zh: 当量必须大于 1。

# Error_TheBusinessUnit0CannotHaveBusinessUnitDescendant1
source: The business unit '{0}' cannot have business unit descendant '{1}'.
am: የንግድ ክፍል '{0}' የቢዝነስ አሃድ ዝርያ '{1}' ሊኖረው አይችልም።
ar: وحدة العمل ({0}) لا يمكن أن تكون أصلا لوحدة عمل أخرى ({1}).
zh: 业务部门“{0}”不能有后代业务部门“{1}”。

# Error_TheCenter0IsInactive
source: The center '{0}' is inactive.
am: ማዕከሉ {0} ቦዝኗል።
ar: المركز ({0}) غير منشط.
zh: 中心“{0}”处于非活动状态。

# Error_TheClientId0IsDuplicated
source: The client id '{0}' is duplicated.
am: የደንበኛ መታወቂያ '{0}' የተባዛ ነው።
ar: هوية العميل ({0}) مكررة.
zh: 客户端 ID“{0}”重复。

# Error_TheClientId0IsUsed
source: The client id '{0}' is already used.
am: የደንበኛ መታወቂያ «{0}» አስቀድሞ ጥቅም ላይ ውሏል።
ar: هوية العميل ({0}) مستخدمة حاليا.
zh: 客户端 ID“{0}”已被使用。

# Error_TheCode0IsDuplicated
source: The code '{0}' is duplicated.
am: ኮድ «{0}» የተባዙ ነው.
ar: الكود ({0}) مكرر
zh: 该代码“{0}”被复制。

# Error_TheCode0IsUsed
source: The code '{0}' is already used.
am: ኮድ «{0}» አስቀድሞ ጥቅም ላይ ውሏል.
ar: الكود ({0}) مستخدم حاليا
zh: 该代码已经被使用“{0}”。

# Error_TheConcept0IsDuplicated
source: The concept {0} is duplicated.
am: ጽንሰ-ሐሳቡ {0} የተባዛ ነው።
ar: المفهوم ({0}) مكرر.
zh: 概念 {0} 重复。

# Error_TheConcept0IsUsed
source: The concept {0} is already used.
am: ጽንሰ-ሐሳብ {0} አስቀድሞ ጥቅም ላይ ውሏል።
ar: المفهوم ({0}) مستخدم حاليا.
zh: 概念 {0} 已被使用。

# Error_TheCurrency0Date1AreDuplicated
source: The exchange rate for currency '{0}' on date {1} is duplicated.
am: በቀን {1} ላይ ያለው የምንዛሬ '{0}' የተባዛ ነው።
ar: سعر صرف العملة ({0}) في التاريخ {1} مكرر أكثر من مرة.
zh: 货币“{0}”在日期 {1} 的汇率重复。

# Error_TheCurrency0IsInactive
source: The currency '{0}' is inactive.
am: ምንዛሬ «{0}» ቦዝኗል።
ar: العملة ({0}) غير منشطة.
zh: 货币“{0}”无效。

# Error_TheCurrency0IsUsedInAccount1
source: Currency '{0}' is used in account '{1}'.
am: ምንዛሬ «{0}» በ«{1}» መለያ ውስጥ ጥቅም ላይ ይውላል።
ar: العملة ({0}) مستخدمة في الحساب ({1}).
zh: 帐户“{1}”中使用货币“{0}”。

# Error_TheCurrency0IsUsedInDocument12
source: Currency '{0}' is used in {1} {2}.
am: ምንዛሬ «{0}» በ{1} {2} ውስጥ ጥቅም ላይ ይውላል።
ar: العملة ({0}) مستخدمة في المستند {2} من نوع {1}.
zh: 货币“{0}”用于 {1} {2}。

# Error_TheCurrency0IsUsedInResource12
source: Currency '{0}' is used in {1} '{2}'.
am: ምንዛሬ «{0}» በ{1} «{2}» ውስጥ ጥቅም ላይ ይውላል።
ar: العملة ({0}) مستخدمة في البيان ({2}) من نوع {1}.
zh: 货币“{0}”用于{1}“{2}”。

# Error_TheCurrencyMustBeDifferentThanFunctional
source: The currency should be different than the functional currency.
am: ገንዘቡ ከተግባራዊ ምንዛሬ የተለየ መሆን አለበት.
ar: العملة ينبغي أن تكون مختلفة عن العملة الوظيفية.
zh: 货币应与功能货币不同。

# Error_TheDocumentDoesNotHaveAnyPostedLines
source: Some lines are not posted.
am: አንዳንድ መስመሮች አልተለጠፉም።
ar: بعض الأسطر ليست مرحلة بعد.
zh: 有些行没有发布。

# Error_TheDocumentHasApprovedLines
source: The document has approved lines.
am: ሰነዱ የጸደቁ መስመሮች አሉት.
ar: المستند فيه أسطر معتمدة.
zh: 该文件已批准行。

# Error_TheDocumentHasControlAccount0For1WithNetBalance2
source: Control account '{0}' for '{1}' has a non-zero net balance of '{2}'.
am: የ«{1}» የቁጥጥር መለያ «{0}» የ«{2}» ዜሮ ያልሆነ የተጣራ ቀሪ ሒሳብ አለው።
ar: صافي حساب التحكم ({0}) التابع إلى ({1}) يساوي ({2})، ينبغي أن يكون صفرا.
zh: “{1}”的控制帐户“{0}”的净余额非零，为“{2}”。

# Error_TheDocumentHasLinesWithMissingSignatures
source: Some lines are missing required signatures.
am: አንዳንድ መስመሮች የሚፈለጉ ፊርማዎች ይጎድላሉ።
ar: بعض الأسطر تتطلب مزيدا من التوقيعات.
zh: 有些行缺少必需的签名。

# Error_TheDocumentHasNoLines
source: The document has no lines.
ar: المستند خال من الأسطر

# Error_TheDocumentIsAlreadyAssignedToUser0
source: The document is already assigned to '{0}'.
am: ሰነዱ አስቀድሞ ለ«{0}» ተመድቧል።
ar: المستند حاليا في عهدة المستخدم ({0})
zh: 该文档已分配给“{0}”。

# Error_TheDocumentIsClosed
source: The document is closed. Please open it first.
am: ሰነዱ ተዘግቷል። እባክዎ መጀመሪያ ይክፈቱት።
ar: هذا المستند مقفل، قم بفتحه أولا.
zh: 该文档已关闭。请先打开它。

# Error_TheDocumentWithId0WasNotFound
source: The document with Id {0} was not found.
am: መታወቂያ {0} ያለው ሰነድ አልተገኘም።
ar: لم يتم العثور على المستند ذي المفتاح {0}.
zh: 找不到 ID 为 {0} 的文档。

# Error_TheEmail0IsDuplicated
source: The email '{0}' is duplicated.
am: በ ኢሜይል «{0}» የተባዙ ነው.
ar: البريد الإلكتروني ({0}) مكرر
zh: 电子邮件“{0}”被复制。

# Error_TheEmail0IsUsed
source: The email '{0}' is already used.
am: በ ኢሜይል «{0}» አስቀድሞ ጥቅም ላይ ውሏል.
ar: عنوان البريد ({0}) مستخدم حاليا
zh: 电子邮件已经被使用“{0}”。

# Error_TheEntityWithId0IsSpecifiedMoreThanOnce
source: The entity with Id '{0}' is specified more than once.
am: መታወቂያ ጋር ያለው አካል «{0}» ከአንድ ጊዜ በላይ ተገልጿል.
ar: البيان ذو المفتاح ({0}) مذكور أكثر من مرة
zh: 与ID的实体“{0}”被指定多次。

# Error_TheEntryType0IsNotActive
source: The entry type '{0}' is not active.
am: የመግቢያ አይነት «{0}» ገቢር አይደለም።
ar: السبب ({0}) غير منشط.
zh: 条目类型“{0}”未激活。

# Error_TheEntryType0IsUnassignable
source: The entry type '{0}' is abstract and cannot be assigned.
am: የመግቢያ አይነት '{0}' ረቂቅ ነው እና ሊመደብ አይችልም።
ar: السبب {0} تجميعي ولا يمكن استخدامه.
zh: 条目类型“{0}”是抽象的，无法分配。

# Error_TheField0CannotBeNegative
source: The field {0} cannot be negative.
am: መስክ {0} አሉታዊ ሊሆን አይችልም።
ar: الحقل {0} لا يمكن أن يكون أقل من صفر.
zh: 字段 {0} 不能为负数。

# Error_TheField0IsIncompatible
source: The value of {0} is incompatible with the account.
am: የ{0} ዋጋ ከመለያው ጋር ተኳሃኝ አይደለም።
ar: قيمة الحقل {0} غير متنسابة مع طبيعة الحساب.
zh: {0} 的值与该帐户不兼容。

# Error_TheField0MustBeAValidColorFormat
source: The field {0} must be a valid HTML hexadecimal color, such as: #AB12E5.
am: መስኩ {0} ልክ እንደ # AB12E5 ያለ ትክክለኛ HTML ሄክሳዴሲማል ቀለም መሆን አለበት።
ar: حقل {0} يجب أن يكون لون HTML سداسي عشري صالح، مثال: #AB12E5
zh: 字段{0}必须是有效的HTML十六进制颜色，如：＃AB12E5。

# Error_TheId0WasNotFound
source: The record with Id '{0}' was not found. Perhaps it was already deleted, please try refreshing.
am: መታወቂያ ጋር ከመዝገብ «{0}» አልተገኘም. ምናልባት ቀደም ተሰርዟል, አድሰው ይሞክሩ.
ar: البيان ذو المفتاح ({0}) غير موجود، لعل بعضهم حذفه، يرجى محاولة التحديث
zh: 与ID的记录“{0}”没有被发现。也许它已经被删除，请重新整理。

# Error_TheIdentifier0IsDuplicated
source: The identifier '{0}' is duplicated.
am: መለያው '{0}' የተባዛ ነው።
ar: رقم التعريف ({0}) مكرر.
zh: 标识符“{0}”重复。

# Error_TheIdentifier0IsUsed
source: The identifier '{0}' is already used.
am: መለያ «{0}» አስቀድሞ ጥቅም ላይ ውሏል።
ar: رقم التعريف ({0}) مستخدم حاليا.
zh: 标识符“{0}”已被使用。

# Error_TheLineHasNoEntries
source: The line has no entries.
am: መስመሩ ምንም መግቢያዎች የሉትም።
ar: السطر خاو.
zh: 该行没有条目。

# Error_TheLookup0IsUsedInResource12
source: {0}' is used in {1}: '{2}'
am: {0}' በ{1} ውስጥ ጥቅም ላይ ይውላል: '{2}'
ar: البيان ({1}) مستخدم حاليا في {1} ({2})
zh: {0}' 用于 {1}：'{2}'

# Error_TheName0IsDuplicated
source: The name '{0}' is duplicated.
am: ስም «{0}» የተባዙ ነው.
ar: الاسم ({0}) مكرر
zh: 名称“{0}”被复制。

# Error_TheName0IsUsed
source: The name '{0}' is already used.
am: ስም «{0}» አስቀድሞ ጥቅም ላይ ውሏል.
ar: الاسم ({0}) مستخدم حاليا
zh: “{0}”已被使用的名称。

# Error_TheParentCenter0CannotHaveDescendants
source: Center '{0}' cannot have descendants.
am: መሃል '{0}' ዘሮች ሊኖሩት አይችልም።
ar: المركز ({0}) لا يمكن إنشاء فروع تحته.
zh: 中心“{0}”不能有后代。

# Error_TheParentCenter0IsInactive
source: The parent center '{0}' is not active.
am: የወላጅ ማእከል {0} ንቁ አይደለም።
ar: المركز الأصل ({0}) ليس منشطا.
zh: 家长中心“{0}”未激活。

# Error_ThePasswordAndConfirmationPasswordDoNotMatch
source: The password and confirmation password do not match.
am: የይለፍ ቃል እና ማረጋገጫው የይለፍ ቃል አይዛመዱም.
ar: كلمة المرور وتأكيدها غير متطابقين
zh: 密码和确认密码不匹配。

# Error_ThereAreSubsequentDocuments
source: Deletion will create serial number gaps, please delete all subsequent documents first.
am: መሰረዝ የመለያ ቁጥር ክፍተቶችን ይፈጥራል፣ እባክዎ መጀመሪያ ሁሉንም ተከታይ ሰነዶች ይሰርዙ።
ar: الحذف سيؤدي إلى فراغات في الرقم المستسلسل، قم بحذف كل المستندات اللاحقة أولا.
zh: 删除会造成序列号空白，请先删除所有后续文档。

# Error_TheResource0hasCenter1whileAccountHasCenter2
source: The resource '{0}' has center '{1}' while the account has center '{2}'.
am: ሀብቱ '{0}' መሃል '{1}' ሲኖረው መለያው '{2}' መሃል አለው።
ar: المورد ({0}) مركزه ({1}) بينما مركز الحساب ({2}).
zh: 资源“{0}”具有中心“{1}”，而帐户具有中心“{2}”。

# Error_TheResource0hasCurrency1whileAccountHasCurrency2
source: Account resource '{0}' has currency '{1}' while the account has currency '{2}'.
am: የመለያ መርጃ '{0}' ምንዛሬ '{1}' ሲኖረው መለያው ምንዛሬ '{2}' አለው።
ar: مورد الحساب ({0}) عملته ({1}) بينما الحساب عملته ({2}).
zh: 帐户资源“{0}”的货币为“{1}”，而帐户的货币为“{2}”。

# Error_TheResource0IsNotActive
source: The resource '{0}' is not active.
am: የ«{0}» መርጃ ገቢር አይደለም።
ar: المورد ({0}) غير منشط.
zh: 资源“{0}”未激活。

# Error_TheResource0WasUsedInAccount1WithCenter2
source: This {0} record is used in account {1} with center '{2}'.
am: ይህ {0} መዝገብ በ{1} መለያ {2} መሃል ጥቅም ላይ ይውላል።
ar: هذا البيان من نوع {0} مستخدم في الحساب ({1}) مع المركز ({2}).
zh: 此 {0} 记录用于中心为“{2}”的帐户 {1}。

# Error_TheResource0WasUsedInAccount1WithCurrency2
source: This {0} record is used in account {1} with currency '{2}'.
am: ይህ {0} መዝገብ በ {1} ምንዛሪ «{2}» ውስጥ ጥቅም ላይ ይውላል።
ar: هذا البيان من نوع {0} مستخدم في الحساب ({1}) مع العملة ({2}).
zh: 此 {0} 记录用于货币为“{2}”的帐户 {1}。

# Error_TheResource0WasUsedInDocument1WithCenter2
source: This {0} record is used in document {1} with center '{2}'.
am: ይህ {0} መዝገብ በሰነድ {1} ከመሃል '{2}' ጋር ጥቅም ላይ ይውላል።
ar: هذا البيان من نوع {0} مستخدم في المستند {1} مع المركز ({2}).
zh: 此 {0} 记录在中心为“{2}”的文档 {1} 中使用。

# Error_TheResource0WasUsedInDocument1WithCurrency2
source: This {0} record is used in document {1} with currency '{2}'.
am: ይህ {0} መዝገብ በሰነድ {1} ምንዛሬ «{2}» ጥቅም ላይ ይውላል።
ar: هذا البيان من نوع {0} مستخدم في المستند {1} مع العملة ({2}).
zh: 此 {0} 记录在货币为“{2}”的文档 {1} 中使用。

# Error_TheResourceDefinition0IsNotVisible
source: The resource definition '{0}' is not visible.
am: የንብረት ፍቺ '{0}' አይታይም።
ar: تعريف المورد ({0}) غير مفعل.
zh: 资源定义“{0}”不可见。

# Error_TheRole0IsInactive
source: The role '{0}' is not active.
am: ሚና «{0} 'ንቁ አይደለም.
ar: الدور ({0}) غير منشط
zh: 角色“{0}”无效。

# Error_TheRole0IsNonExistent
source: The role with Id '{0}' does not exist or no longer exists.
am: መታወቂያ ጋር ያለው ሚና «{0} 'የለም ወይም ከአሁን በኋላ የለም አይደለም.
ar: الدور ذو المفتاح ({0}) غير موجود أو لم يعد موجودا
zh: ID为角色“{0}”不存在或已被删除。

# Error_TheSerialNumber0IsDuplicated
source: The serial number '{0}' is duplicated.
am: የመለያ ቁጥሩ '{0}' ተባዝቷል።
ar: الرقم المتسلسل ({0}) مكرر.
zh: 序列号“{0}”重复。

# Error_TheSerialNumber0IsUsed
source: The serial number '{0}' is already used.
am: የመለያ ቁጥሩ '{0}' አስቀድሞ ጥቅም ላይ ውሏል።
ar: الرقم المتسلسل ({0}) مستخدم حاليا.
zh: 序列号“{0}”已被使用。

# Error_TheUnit0HasIncompatibleUnitTypeMustBeType1
source: The unit '{0}' has an incompatible type, it should be of type {1}
am: አሃዱ '{0}' ተኳሃኝ ያልሆነ አይነት አለው፣ የ{1} አይነት መሆን አለበት
ar: وحدة القياس ({0}) نوعها غير مناسب، ينبغي أن يكون نوعها {1}.
zh: 单元“{0}”的类型不兼容，其类型应为 {1}

# Error_TheUnit0IsUsedInDocument12
source: The unit '{0}' is used in {1} '{2}'.
am: ክፍል «{0}» በ{1} «{2}» ውስጥ ጥቅም ላይ ይውላል።
ar: الوحدة ({0}) مستخدمة في البيان ({2}) من نوع {1}.
zh: 单位“{0}”用于{1}“{2}”。

# Error_TheUnit0IsUsedInResource12
source: The unit '{0}' is used in {1} '{2}'.
am: ክፍል «{0}» በ{1} «{2}» ውስጥ ጥቅም ላይ ይውላል።
ar: الوحدة ({0}) مستخدمة في البيان ({2}) من نوع {1}.
zh: 单位“{0}”用于{1}“{2}”。
