Repository: tellma-ltd/tellma
Catalog: Tellma.Resources/Strings.*.resx
Languages: am, ar, zh

# Error_TheValidAsOfDateCannotBeInTheFuture
source: The Valid As Of date cannot be in the future.
am: ልክ የሚሰራው ለወደፊቱ ሊሆን አይችልም
ar: تاريخ صالح ابتداء من لا يمكن أن يكون في المستقبل.
zh: 有效截止日期不能是将来的日期。

# Error_TheValue0IsNotAValidInteger
source: The value '{0}' is not a valid integer.
am: ዋጋው '{0}' ትክክለኛ ኢንቲጀር አይደለም።
ar: القيمة ({0}) لا تمثل عددا صحيحا.
zh: 值“{0}”不是有效的整数。

# Error_ThisIsAServiceAccount
source: This is a service account.
am: ይህ የአገልግሎት መለያ ነው።
ar: هذا حساب خدمة.
zh: 这是一个服务帐户。

# Error_ThisUserIsAlreadyAMember
source: This user is already a member.
am: ይህ ተጠቃሚ አስቀድሞ አባል ነው።
ar: هذا المستخدم حالته عضو.
zh: 该用户已经是会员。

# Error_TitleIsRequiredWhenShowInMainMenu
source: Title is required to show the report in the main menu.
am: ርዕስ በዋናው ምናሌ ውስጥ ያለውን ሪፖርት ለማሳየት ያስፈልጋል
ar: حقل العنوان مطلوب لإظهار التقرير في القائمة الرئيسية.
zh: 标题需要显示在主菜单中的报告

# Error_ToState0IsIncompatibleWithLineType1
source: The state {0} is not compatible with line type {1}.
am: ግዛት {0} ከመስመር አይነት {1} ጋር ተኳሃኝ አይደለም።
ar: الحالة {0} لا تتناسب مع نوع السطر {1}.
zh: 状态 {0} 与线路类型 {1} 不兼容。

# Error_TransactionHasDebitCreditDifference0
source: Debit and credit are different by {0}.
am: ዴቢት እና ዱቤ በ {0} የተለያዩ ናቸው
ar: بين المدين والدائن فرق {0}.
zh: 借方和贷方的差异为{0}。

# Error_TryingToSignYouInWithExternalProvider
source: An unknown error occurred while trying to sign you in using the external provider.
am: አንድ ያልታወቀ ስህተት ውጫዊ አቅራቢ በመጠቀም ውስጥ ለመግባት ሲሞከር ተከስቷል.
ar: حدث خطأ مجهول لدى تسجيل دخولك عن طريق مسجل الدخول الخارجي
zh: 而尝试登录您在使用外部提供商出现未知错误。

# Error_UnauthorizedForCompany
source: Your account is no longer a member of this company.
am: የእርስዎ መለያ ከእንግዲህ የዚህ ኩባንያ አባል አይደለም።
ar: حسابك على النظام لم يعد معرفا كعضو في هذه الشركة.
zh: 您的帐户不再是这家公司的一员。

# Error_Unit0IsNotCompatibleWithResource12
source: The unit '{0}' is not compatible with {1} '{2}'.
am: ክፍል «{0}» ከ{1} «{2}» ጋር ተኳሃኝ አይደለም።
ar: الوحدة ({0}) لا تتناسب مع البيان ({2}) من نوع {1}.
zh: 单元“{0}”与{1}“{2}”不兼容。

# Error_UnknownImportMode0AllowedValuesAre1
source: Unknown import mode '{0}', allowed values are: {1}
am: ያልታወቀ የማስመጣት ሁነታ '{0}'፣ የሚፈቀዱት እሴቶች፡ {1}
ar: طريقة الاستيراد ({0}) غير معروفة، القيم المعروفة هي: {1}
zh: 未知导入模式“{0}”，允许的值为：{1}

# Error_UnknownLineDefinitionId0
source: Line Definition ID {0} does not exist.
am: የመስመር ፍቺ መታወቂያ {0} የለም።
ar: تعذر العثور على تعريف سطر مفتاحه {0}.
zh: 线路定义 ID {0} 不存在。

# Error_UploadedFileWasEmpty
source: Uploaded file was empty.
am: የተሰቀለው ፋይል ባዶ ነበር።
ar: الملف المرفوع ليس فيه بيانات.
zh: 上传的文件是空的。

# Error_User0LacksPermissionToSignLineOnBehalfOfUser1
source: User '{0}' does not have sufficient permissions to sign on behalf of user '{1}'.
am: ተጠቃሚ «{0}» በተጠቃሚ «{1}» ስም ለመፈረም በቂ ፈቃዶች የሉትም።
ar: المستخدم ({0}) لم يمنح الأذونات الكافية للتوقيع بالنيابة عن المستخدم ({1}).
zh: 用户“{0}”没有足够的权限代表用户“{1}”进行签名。

# Error_Value0ForField1ShouldNotExceedOneChar
source: Value '{0}' for field {1} should not exceed one character
am: ለመስክ {1} ዋጋ '{0}' ከአንድ ቁምፊ መብለጥ የለበትም
ar: القيمة ({0}) للحقل {1} ينبغي ألا يتجاوز طولها حرفا واحدا
zh: 字段 {1} 的值“{0}”不应超过 1 个字符

# Error_Value0IsDuplicatedEvenThoughItIsKey1
source: Value '{0}' is duplicated, even though it is the value of key property {1}
am: እሴት '{0}' የተባዛ ነው፣ ምንም እንኳን የቁልፍ ንብረት ዋጋ ቢሆንም {1}
ar: القيمة ({0}) مكررة، مع أنها قيمة للحقل المفتاحي {1}
zh: 值“{0}”重复，即使它是键属性 {1} 的值

# Error_Value0IsNotAValid1Example2
source: Value '{0}' is not a valid {1}. Example of a valid value: {2}.
am: ዋጋ '{0}' ልክ ያልሆነ {1} ነው። የሚሰራ እሴት ምሳሌ፡ {2}።
ar: القيمة ({0}) لا يمكن ترجمتها إلى {1}، مثال على قيمة سليمة: {2}.
zh: 值“{0}”不是有效的 {1}。有效值示例：{2}。

# Error_Value0NotSupportedForField1DidYouMean2
source: Value '{0}' is not valid for the {1} field, did you mean '{2}'?
am: ዋጋ '{0}' ለ{1} መስክ አይሰራም፣ '{2}' ማለትዎ ነውን?
ar: القيمة ({0}) لا تتناسب مع الحقل {1}، هل كان المقصود ({2})؟
zh: 值“{0}”对于 {1} 字段无效，您的意思是“{2}”吗？

# Error_Value0NotSupportedForField1SupportedValuesAre2
source: Value '{0}' is not valid for the {1} field, supported values are: {2}.
am: ዋጋ '{0}' ለ{1} መስክ የሚሰራ አይደለም፣ የሚደገፉ እሴቶች የሚከተሉት ናቸው፡ {2}።
ar: القيمة ({0}) لا تتناسب مع الحقل {1}، القيم المدعومة هي: {2}.
zh: 值“{0}”对于 {1} 字段无效，支持的值为：{2}。

# Error_VatRateMustBeBetweenZeroAndOne
source: VAT Rate must be between 0% and 100%.
am: የተእታ መጠን በ0% እና 100% መካከል መሆን አለበት።
ar: معدل ضريبة القيمة المضافة ينبغي أن يكون بين 0% و100%.
zh: 增值税率必须介于 0% 和 100% 之间。

# Error_YouCanOnlyModifyYourOwnComments
source: You can only modify your own comments.
am: የራስዎን አስተያየቶች ብቻ ማስተካከል ይችላሉ.
ar: يمكنك تعديل تعليقاتك فقط.
zh: 您只能修改您自己的评论。

source: Exchange Rate
am: የምንዛሬ ተመን
ar: سعر صرف
zh: 汇率

# ExchangeRate_AmountInCurrency
source: Amount
am: መጠን
ar: المبلغ
zh: 数量

# ExchangeRate_AmountInFunctional
source: Equivalent
am: አቻ
ar: المقابل
zh: 相等的

# ExchangeRate_Currency
source: Currency
am: ምንዛሪ
ar: العملة
zh: 货币

# ExchangeRate_Rate
source: Rate
am: ደረጃ ይስጡ
ar: المعدل
zh: 速度

# ExchangeRate_ValidAsOf
source: Valid As Of
am: ልክ እንደ
ar: صالح ابتداء من
zh: 有效期截至

# ExchangeRate_ValidTill
source: Valid Till
am: ትክክለኛ እስከሚሆን ድረስ
ar: صالح لغاية
zh: 有效期至

source: Exchange Rates
am: የምንዛሬ ተመኖች
ar: أسعار الصرف
zh: 汇率

source: Facebook
ar: الفيسبوك
zh: Facebook的

# Field0Default
source: Default {0}
am: ነባሪ {0}
ar: قيمة الحقل ({0}) الافتراضية
zh: 默认{0}

# Field0Definition
source: {0} Definition
am: {0} ፍቺ
ar: تعريف الحقل ({0})
zh: {0}定义

# Field0IsCommon
source: {0} Is Common
am: {0} የተለመደ ነው።
ar: {0} صفة مشتركة
zh: {0} 很常见

# Field0Label
source: {0} Label
am: {0} መለያ
ar: اسم الحقل ({0})
zh: {0}标签

# Field0Visibility
source: {0} Visibility
am: {0} ታይነት
ar: مظهر الحقل ({0})
zh: {0}可见度

source: File
am: ፋይል
ar: ملف
zh: 文件

source: Financial Settings
am: የፋይናንስ ቅንብሮች
ar: إعدادات مالية
zh: 财务设置

source: Forget This Browser
am: ይህ አሳሽ እርሳ
ar: تناسى المتصفح الحالي
zh: 忘记这个浏览器

source: Forgot password confirmation
am: ረሱ የይለፍ ቃል ማረጋገጫ
ar: تأكيد فقد كلمة المرور
zh: 忘记密码确认

# ForgotPasswordConfirmationMessage
source: Please check your email to reset your password.
am: የይለፍ ቃልዎን ዳግም ለማስጀመር እባክዎ ኢሜይልዎን ይመልከቱ.
ar: راجع بريدك الإكتروني لتحديد كلمة مرور جديدة
zh: 请检查您的电子邮件重置您的密码。

source: Forgot your password?
am: የሚስጥራዊውን ቁጥር ረሳህው?
ar: نسيت كلمة المرور؟
zh: 忘记密码了吗？

source: From Date
am: ቀን ጀምሮ
ar: من تاريخ
zh: 从日期

# FullMonth1
source: January
ar: يناير

# FullMonth10
source: October
ar: أكتوبر

# FullMonth11
source: November
ar: نوفمبر

# FullMonth12
source: December
ar: ديسمبر

# FullMonth2
source: February
ar: فبراير

# FullMonth3
source: March
ar: مارس

# FullMonth4
source: April
ar: أبريل

# FullMonth5
source: May
ar: مايو

# FullMonth6
source: June
ar: يونيو

# FullMonth7
source: July
ar: يوليو

# FullMonth8
source: August
ar: أغسطس

# FullMonth9
source: September
ar: سبتمبر

# FullMonthEt1
source: Meskerem
am: መስከረም
ar: مسكرم

# FullMonthEt10
source: Sene
am: ሰኔ
ar: سيني

# FullMonthEt11
source: Hamle
am: ሐምሌ
ar: هاملي

# FullMonthEt12
source: Nehase
am: ነሐሴ
ar: ناهاسي

# FullMonthEt13
source: Pagume
am: ጳጐሜን
ar: بيجومي
zh: 帕古梅

# FullMonthEt2
source: Tikimt
am: ጥቅምት
ar: تيكيمت

# FullMonthEt3
source: Hidar
am: ኅዳር
ar: هيدار

# FullMonthEt4
source: Tahsas
am: ታኅሣሥ
ar: تهساس

# FullMonthEt5
source: Tir
am: ጥር
ar: تير

# FullMonthEt6
source: Yekatit
am: የካቲት
ar: يكاتيت

# FullMonthEt7
source: Megabit
am: መጋቢት
ar: ميجابيت

# FullMonthEt8
source: Meyazya
am: ሚያዝያ
ar: ميازيا

# FullMonthEt9
source: Ginbot
am: ግንቦት
ar: جينبوت

# FullMonthUq1
source: Muharram
ar: محرم

# FullMonthUq10
source: Shawwal
ar: شوال

# FullMonthUq11
source: Dhu al-Qi'dah
ar: ذو القعدة

# FullMonthUq12
source: Dhu al-Hijjah
ar: ذو الحجة

# FullMonthUq2
source: Safar
ar: صفر

# FullMonthUq3
source: Rabi' al-Awwal
ar: ربيع الأول

# FullMonthUq4
source: Rabi' al-Thani
ar: ربيع الثاني

# FullMonthUq5
source: Jumada al-Awwal
ar: جمادى الأول

# FullMonthUq6
source: Jumada al-Thani
ar: جمادى الثاني

# FullMonthUq7
source: Rajab
ar: رجب

# FullMonthUq8
source: Sha'ban
ar: شعبان

# FullMonthUq9
source: Ramadan
ar: رمضان

source: Full Screen
am: ሙሉ ማያ
ar: ملأ الشاشة
zh: 全屏

source: General Settings
am: ጠቅላላ ቅንብሮች
ar: إعدادات عامة
zh: 通用设置

source: Generate Recovery Codes
am: ማግኛ ኮዶችን መፍጠር
ar: توليد أكواد الاسترداد
zh: 生成恢复代码

# GenerateTwoFactorAuthenticationRecoveryCodes
source: Generate Two-Factor Authentication (2FA) Recovery Codes
am: ሁለት-መንስኤ ማረጋገጫ (2FA) ማግኛ ኮዶችን መፍጠር
ar: توليد أكواد استرداد للتوثيق مزدوج العوامل
zh: 产生双因素认证（2FA）恢复代码

source: Google
am: በጉግል መፈለግ
ar: جوجل
zh: 谷歌

source: Go to {0}
am: ወደ {0}
ar: ذهاب إلى {0}
zh: 转到{0}

source: Grand Total
am: አጠቃላይ ድምር
ar: المجموع الكلي
zh: 累计

source: Home
am: ቤት
ar: الرئيسية
zh: 家

# Icon_ChartPie
source: Chart Pie
am: የአምባሻ Pie
ar: مخطط دائري
zh: 图表派

# Icon_Clipboard
source: Clipboard
am: ቅንጥብ
ar: حافظة
zh: 剪贴板

source: Id
am: መታወቂያ
ar: المفتاح

# Identity_InvalidEmail
source: Email '{0}' is invalid.
am: ኢሜይል «{0}» ልክ ያልሆነ ነው.
ar: عنوان البريد الإلكتروني ({0}) غير سليم.
zh: 电子邮件 '{0}' 是无效的。

source: Identity Server Client
am: የማንነት አገልጋይ ደንበኛ
ar: عميل من خادم الهويات
zh: 身份服务器客户端

# IdentityServerClient_ClientId
source: Client Id
am: የደንበኛ መታወቂያ
ar: هوية العميل
zh: 客户端 ID

# IdentityServerClient_ClientSecret
source: Client Secret
am: የደንበኛ ሚስጥር
ar: مفتاح العميل السري
zh: 客户秘密

source: Identity Server Clients
am: የማንነት አገልጋይ ደንበኞች
ar: عملاء من خادم الهويات
zh: 身份服务器客户端

source: Identity Server User
am: የማንነት የአገልጋይ ተጠቃሚ
ar: مستخدم من خادم الهويات
zh: 身份服务器的用户

# IdentityServerUser_EmailConfirmed
source: Email Confirmed
am: ኢሜይል ተረጋግጧል
ar: عنوان البريد مؤكد
zh: 电子邮件确认

# IdentityServerUser_LockoutEnd
source: Lockout End
am: Lockout መጨረሻ
ar: نهاية المنع من الدخول
zh: 锁定结束

# IdentityServerUser_PasswordSet
source: Password Is Set
am: የይለፍ ቃል ነው አዘጋጅ
ar: كلمة المرور محددة
zh: 密码设置

# IdentityServerUser_TwoFactorEnabled
source: Two Factor Enabled
am: ሁለት ክፍሉ አይነቃም
ar: توثيق مزدوج العوامل
zh: 双因素启用

source: Identity Server Users
am: የማንነት የአገልጋይ ተጠቃሚዎች
ar: مستخدمون من خادم الهويات
zh: 身份服务器的用户

source: IFRS Concept
am: የIFRS ጽንሰ-ሀሳብ
ar: مفهوم IFRS
zh: 国际财务报告准则概念

# IfrsConcept_Documentation
source: Documentation
am: ሰነድ
ar: التوثيق
zh: 文档

source: IFRS Concepts
am: የIFRS ጽንሰ-ሀሳቦች
ar: مفاهيم IFRS
zh: 国际财务报告准则概念

source: Inactive
am: የማይሠራ
ar: غير منشط
zh: 待用

source: Inbox
am: የገቢ መልእክት ሳጥን
ar: صندوق الوارد
zh: 收件箱

source: Inbox Record
am: የገቢ መልእክት ሳጥን መዝገብ
ar: بيان من صندوق الوارد
zh: 收件箱记录

source: Inbox Records
am: የገቢ መልእክት ሳጥን መዝገቦች
ar: بيانات صندوق الوارد
zh: 收件箱记录

# InheritsFrom_0
source: None
am: ምንም
ar: لا شيء
zh: 没有任何

# InheritsFrom_1
source: Tab Header
am: የትር ራስጌ
ar: رأس علامة التبويب
zh: 选项卡标题

# InheritsFrom_2
source: Document Header
am: የሰነድ ራስጌ
ar: رأس المستند
zh: 文档标题

source: Integer
am: ኢንቲጀር
ar: عدد صحيح
zh: 整数

source: Invalid authenticator code.
am: ልክ ያልሆነ አረጋጋጭ ኮድ.
ar: الكود غير سليم.
zh: 无效的认证码。

source: Invalid recovery code.
am: ልክ ያልሆነ ማግኛ ኮድ.
ar: كود الاسترداد غير سليم.
zh: 无效的恢复代码。

# InvalidRoleName
source: Role name '{0}' is invalid.
am: ሚና ስም «{0}» ልክ ያልሆነ ነው.
ar: اسم الدور ({0}) غير سليم.
zh: 角色名称“{0}”是无效的。

source: Invalid token.
am: ልክ ያልሆነ ማስመሰያ.
ar: الرمز غير سليم.
zh: 令牌无效。

# InvalidUserName
source: User name '{0}' is invalid, can only contain letters or digits.
am: የተጠቃሚ ስም «{0}», ልክ ያልሆነ ነው ብቻ ፊደሎች ወይም ቁጥሮች መያዝ ይችላሉ.
ar: اسم المستخدم ({0}) غير سليم، يجب أن يحتوي فقط على حروف وأرقام.
zh: 用户名“{0}”是无效的，只能包含字母或数字。

# InvitationEmailBody0123
source: {0} has invited you to join {1} on {2} ERP. Click the button below to accept the invitation and activate your account. This invitation email is only valid for {3} days.
am: {0} በ{2} ERP ላይ {1}ን እንድትቀላቀል ጋብዞሃል። ግብዣውን ለመቀበል እና መለያዎን ለማግበር ከታች ያለውን ቁልፍ ይጫኑ። ይህ የግብዣ ኢሜይል የሚሰራው ለ{3} ቀናት ብቻ ነው።
ar: لديك دعوة من {0} للانضمام إلى {1} على نظام {2}، إضغط على الزر أدناه لقبول هذه الدعوة وتفعيل حسابك، بريد الدعوة هذا صالحة لمدة {3} أيام فقط.
zh: {0}邀请您加入{2} ERP 上的{1}。单击下面的按钮接受邀请并激活您的帐户。此邀请电子邮件的有效期仅为 {3} 天。

# InvitationEmailButtonLabel
source: Accept Invitation
am: ግብዣ ተቀበል
ar: قبول الدعوة
zh: 接受邀请

# InvitationEmailConclusion
source: Best wishes,
am: የአንተ,
ar: مع خالص التحية،
zh: 此致，

# InvitationEmailGreeting0
source: Hello {0}!
am: ሠላም {0}!
ar: مرحبا {0}!
zh: 你好{0}！

# InvitationEmailSignature0
source: The {0} team
am: በ {0} ቡድን
ar: فريق {0}
zh: {0}队

# InvitationEmailSubject0
source: Invitation to {0}
am: ግብዣ ወደ {0}
ar: دعوة للانضمام إلى {0}
zh: 邀请{0}

# InvitationToAdminEmailBody012
source: {0} has invited you to join the admin console on {1} ERP. Click the button below to accept the invitation and activate your account. This invitation email is only valid for {2} days.
am: {0} የአስተዳዳሪ ኮንሶሉን በ{1} ERP ላይ እንድትቀላቀል ጋብዞሃል። ግብዣውን ለመቀበል እና መለያዎን ለማግበር ከታች ያለውን ቁልፍ ይጫኑ። ይህ የግብዣ ኢሜይል የሚሰራው ለ{2} ቀናት ብቻ ነው።
ar: لديك دعوة من {0} للانضمام إلى بوابة المشرفين على نظام {1}، إضغط على الزر أدناه لقبول هذه الدعوة وتفعيل حسابك، بريد الدعوة هذا صالحة لمدة {2} أيام فقط.
zh: {0} 邀请您加入 {1} ERP 上的管理控制台。单击下面的按钮接受邀请并激活您的帐户。此邀请电子邮件的有效期仅为 {2} 天。

source: iOS
ar: الآيفون
zh: iOS版

source: Is Active
am: ንቁ ነው
ar: منشط
zh: 活跃

source: Is Assignable
am: የሆነው ሊመደብ
ar: متاح للاستخدام
zh: 可分配

source: Is Leaf
am: የሆነው ቅጠል
ar: بدون فروع
zh: 为叶子

source: Is System
am: የሆነው ስርዓት
ar: من النظام
zh: 是系统

source: Key Property
am: ቁልፍ ንብረት
ar: الحقل المفتاحي
zh: 主要财产

source: Label
am: ምልክት
ar: الاسم
zh: 标签

source: Line
am: መሥመር
ar: سطر
zh: 线

# Line_Boolean1
source: Boolean 1
am: ቡሊያን 1
ar: الصفة الثنائية 1
zh: 布尔1

# Line_Customer
source: Customer
am: ደንበኛ
ar: العميل
zh: 顾客

# Line_Decimal1
source: Decimal 1
am: አስርዮሽ 1
ar: الصفة العشرية 1
zh: 小数 1

# Line_Decimal2
source: Decimal 2
am: አስርዮሽ 2
ar: الصفة العشرية 2
zh: 小数2

# Line_Definition
source: Definition
am: መግለጫ
ar: التعريف
zh: 定义

# Line_Document
source: Document
am: የሰነድ
ar: المستند
zh: 文献

# Line_Employee
source: Employee
am: ሰራተኛ
ar: الموظف
zh: 员工

# Line_PostingDate
source: Date
am: ቀን
ar: التاريخ
zh: 日期

# Line_State_0
source: Draft
am: ረቂቅ
ar: جديد
zh: 草案

# Line_State_1
source: Requested
am: ተጠይቋል
ar: مطلوب
zh: 要求

# Line_State_2
source: Approved
am: የተፈቀዱ
ar: معتمد
zh: 合法

# Line_State_3
source: Completed
am: አልቋል
ar: منفذ
zh: 已完成

# Line_State_4
source: Posted
am: ተለጠፈ
ar: مرحل
zh: 发布

# Line_State_minus_1
source: Void
am: ባዶ
ar: ملغى
zh: 空虚

# Line_State_minus_2
source: Rejected
am: ተቀባይነት አላገኘም
ar: مرفوض
zh: 被拒绝

# Line_State_minus_3
source: Failed
am: አልተሳካም
ar: متعذر
zh: 失败

# Line_State_minus_4
source: Invalid
am: ዋጋ ቢስ
ar: خطأ
zh: 无效

# Line_Supplier
source: Supplier
am: አቅራቢ
ar: المورد
zh: 供应商

# Line_Text1
source: Text 1
am: ጽሑፍ 1
ar: الصفة النصية 1
zh: 文本1

# Line_Text2
source: Text 2
am: ጽሑፍ 2
ar: الصفة النصية 2
zh: 文字2

source: Line Definition
am: የመስመር ፍቺ
ar: تعريف سطر
zh: 线路定义

# LineDefinition_AllowSelectiveSigning
source: Allow Selective Signing
am: የተመረጠ ፊርማ ፍቀድ
ar: يسمح بالتوقيع الجزئي
zh: 允许选择性签名

# LineDefinition_BarcodeBeepsEnabled
source: Barcode Beeps Enabled
am: ባርኮድ ቢፕስ ነቅቷል።
ar: تفعيل زمارة الباركود
zh: 条形码蜂鸣声已启用

# LineDefinition_BarcodeColumnIndex
source: Barcode Column
am: የአሞሌ ኮድ
ar: عمود الباركود
zh: 条码栏

# LineDefinition_BarcodeExistingItemHandling
source: Existing Item Handling
am: ነባር የንጥል አያያዝ
ar: معاجلة السطر الموجود
zh: 现有物品处理

# LineDefinition_BarcodeProperty
source: Barcode Field
am: የአሞሌ ኮድ መስክ
ar: حقل الباركود
zh: 条码字段

# LineDefinition_Columns
source: Columns
am: አምዶች
ar: الأعمدة
zh: 专栏

# LineDefinition_Entries
source: Entries
am: ኢንትሪስ
ar: الأسطر
zh: 参赛作品

# LineDefinition_GenerateLabel
source: Generate Label
am: መለያ ይፍጠሩ
ar: عنوان زر الإنئشاء التلقائي
zh: 生成标签

# LineDefinition_GenerateParameters
source: Generate Parameters
am: መለኪያዎችን ይፍጠሩ
ar: معاملات التوليد التلقائي
zh: 生成参数

# LineDefinition_GenerateScript
source: Generate Script
am: ስክሪፕት ይፍጠሩ
ar: كود الإنشاء التلقائي
zh: 生成脚本

# LineDefinition_Handling_AddNewLine
source: Add new line
am: አዲስ መስመር ያክሉ
ar: أضف في سطر جديد
zh: 添加新行

# LineDefinition_Handling_DoNothing
source: Do nothing
am: ምንም አታድርግ
ar: تجاهل
zh: 什么也不做

# LineDefinition_Handling_IncrementQuantity
source: Increment quantity
am: መጠን መጨመር
ar: أضف إلى الكمية
zh: 增量数量

# LineDefinition_Handling_ThrowError
source: Throw error
am: ስህተት መወርወር
ar: عامله كخطأ
zh: 抛出错误

# LineDefinition_LineType
source: Line Type
am: የመስመር ዓይነት
ar: نوع السطر
zh: 线路类型

# LineDefinition_LineType_100
source: Event
am: ክስተት
ar: حدث
zh: 事件

# LineDefinition_LineType_120
source: Regulatory
am: ተቆጣጣሪ
ar: نظامي
zh: 监管

# LineDefinition_LineType_20
source: Plan Template
am: የፕላን አብነት
ar: قالب خطة
zh: 计划模板

# LineDefinition_LineType_40
source: Plan
am: እቅድ
ar: خطة
zh: 计划

# LineDefinition_LineType_60
source: Event Template
am: የክስተት አብነት
ar: قالب حدث
zh: 活动模板

# LineDefinition_LineType_80
source: Model
am: ሞዴል
ar: نموذج
zh: 模型

# LineDefinition_SignValidateScript
source: Sign Script
am: ፊርማ ስክሪፕት
ar: كود التوقيع
zh: 签名脚本

# LineDefinition_StateReasons
source: State Reasons
am: የሁኔታው ምክንያቶች
ar: أسباب التوقيع
zh: 说明原因

# LineDefinition_UnsignValidateScript
source: Unsign Script
am: ስክሪፕቱን አንሳ
ar: كود حذف التوقيع
zh: 取消签名脚本

# LineDefinition_ViewDefaultsToForm
source: View Defaults To Form
am: ለመቅረጽ ነባሪዎችን ይመልከቱ
ar: يعرض على شكل استمارة
zh: 查看表单的默认值

# LineDefinition_Workflows
source: Workflows
am: የስራ ፍሰት
ar: دورات العمل
zh: 工作流程

source: Line Definition Column
am: የመስመር ፍቺ አምድ
ar: تعريف عمود سطر
zh: 线定义栏

# LineDefinitionColumn_ColumnName
source: Column Name
am: የአምድ ስም
ar: اسم العمود
zh: 列名称

# LineDefinitionColumn_EntryIndex
source: Entry Index
am: የመግቢያ መረጃ ጠቋሚ
ar: حركة السطر
zh: 入门索引

# LineDefinitionColumn_Filter
source: Filter
am: አጣራ
ar: المصفاة
zh: 筛选

# LineDefinitionColumn_InheritsFromHeader
source: Inherits From
am: ከርዕሱ ውርስ
ar: تأخذ القيمة من
zh: 继承自

# LineDefinitionColumn_LineDefinition
source: Line Definition
am: የመስመር ፍቺ
ar: تعريف السطر
zh: 线路定义

# LineDefinitionColumn_ReadOnlyState
source: Read-Only State
am: ሁኔታው ንባብ-ብቻ
ar: غير قابل للتعديل من حالة
zh: 只读状态

# LineDefinitionColumn_RequiredState
source: Required State
am: ሁኔታው ያስፈልጋል
ar: مطلوب من حالة
zh: 所需状态

# LineDefinitionColumn_VisibleState
source: Visible State
am: ሁኔታው የሚታይ
ar: يظهر من حالة
zh: 可见状态

source: Line Definition Columns
am: የመስመር ፍቺ አምዶች
ar: تعريفات أعمدة أسطر
zh: 线定义列

source: Line Definition Entries
am: የመስመር ፍቺ ግቤቶች
ar: تعريفات حركات أسطر
zh: 线路定义条目

source: Line Definition Entry
am: የመስመር ፍቺ ግቤት
ar: تعريف حركة سطر
zh: 线路定义条目

# LineDefinitionEntry_AgentDefinitions
source: Agent Definitions
am: የወኪል ፍቺዎች
ar: تعريفات الذمم
zh: 代理定义

# LineDefinitionEntry_Direction
source: Direction
am: አቅጣጫ
ar: الاتجاه
zh: 方向

# LineDefinitionEntry_EntryType
source: Entry Type
am: የመግቢያ ዓይነት
ar: نوع السطر
zh: 条目类型

# LineDefinitionEntry_LineDefinition
source: Line Definition
am: የመስመር ፍቺ
ar: تعريف السطر
zh: 线路定义

# LineDefinitionEntry_NotedAgentDefinitions
source: Noted Agent Definitions
am: የታወቁ ወኪል ፍቺዎች
ar: تعريفات الذمم المعنية
zh: 值得注意的代理定义

# LineDefinitionEntry_NotedResourceDefinitions
source: Noted Resource Definitions
am: የታወቁ የመርጃ ፍቺዎች
ar: تعريفات الموارد المعنية
zh: 注意到的资源定义

# LineDefinitionEntry_ParentAccountType
source: Parent Account Type
am: የወላጅ መለያ ዓይነት
ar: نوع الحساب الأصل
zh: 家长账户类型

# LineDefinitionEntry_ResourceDefinitions
source: Resource Definitions
am: የንብረት መግለጫዎች
ar: تعريفات الموارد
zh: 资源定义

# LineDefinitionEntryAgentDefinition_AgentDefinition
source: Agent Definition
am: የወኪል ፍቺ
ar: تعريف الذمة
zh: 代理定义

# LineDefinitionEntryNotedAgentDefinition_NotedAgentDefinition
source: Noted Agent Definition
am: የታወጀ ወኪል ፍቺ
ar: تعريف الذمة المعنية
zh: 著名代理人定义

# LineDefinitionEntryNotedResourceDefinition_NotedResourceDefinition
source: Noted Resource Definition
ar: تعريف المورد المعني

# LineDefinitionEntryResourceDefinition_ResourceDefinition
source: Resource Definition
am: የንብረት ፍቺ
ar: تعريف المورد
zh: 资源定义

source: Line Definition Generate Parameter
am: የመስመር ፍቺ አመንጪ መለኪያ
ar: معامل توليد الأسطر
zh: 线路定义 生成参数

source: Line Definition Generate Parameters
am: የመስመር ፍቺ መለኪያዎችን ያመንጩ
ar: معاملات توليد الأسطر
zh: 线路定义生成参数

source: Line Definitions
am: የመስመር ፍቺዎች
ar: تعريفات أسطر
zh: 线路定义

source: Line Definition State Reason
am: የመስመር ፍቺ ግዛት ምክንያት
ar: تعريف سبب حالة سطر
zh: 线路定义 状态 原因

source: Line Definition State Reasons
am: የመስመር ፍቺ ግዛት ምክንያቶች
ar: تعريفات أسباب حالات أسطر
zh: 线路定义 状态 原因

source: Lines
am: መስመሮች
ar: أسطر
zh: 行

source: Locked Out
am: ወደ ውጭ ተቆልፏል
ar: حساب معلق
zh: 被锁在外面

# LockedOutMessage
source: This account has been temporarily locked out, please try again later.
am: ይህ መለያ ለጊዜው ወደ ውጭ ተቆልፏል, እባክዎ ቆይተው እንደገና ይሞክሩ.
ar: .هذا الحساب تم تعليقه مؤقتا، يرجى المحاولة مرة أخرى لاحقا
zh: 此帐户已被暂时锁定，请稍后再试。

# LoginAlreadyAssociated
source: A user with this login already exists.
am: በዚህ መግቢያ ጋር አንድ ተጠቃሚ አስቀድሞ አለ.
ar: مسجل الدخول الخارجي هذا مرتبط بمستخدم حالي.
zh: 用该用户名已经存在。

source: Lookup
am: ተመልከት
ar: جدول اطلاع
zh: 抬头

source: Lookup Definition
am: የፍለጋ ፍቺ
ar: تعريف قائمة
zh: 查找定义

source: Lookup Definition Report Definition
am: የተባበሩት መንግስታት-የታረቀ
ar: تعريف تقرير تعريف قائمة
zh: 查找定义 报告定义

source: Lookup Definition Report Definitions
am: የተባበሩት መንግስታት-የታረቀ
ar: تعريفات تقارير تعريفات قوائم
zh: 查找定义报告定义

source: Lookup Definitions
am: የፍለጋ ፍቺዎች
ar: تعريفات قوائم
zh: 查找定义

source: Lookups
am: የተፈለጉ
ar: جداول اطلاع
zh: 查找

# MainMenuIcon
source: Icon
am: አዶ
ar: الأيقونة
zh: 图标

# MainMenuSection
source: Menu Section
am: ማውጫ ክፍል
ar: القسم من القائمة الرئيسية
zh: 菜单部分

# MainMenuSortKey
source: Menu Sort Key
am: ማውጫ ደርድር ቁልፍ
ar: الترتيب في القائمة الرئيسية
zh: 菜单排序关键字

source: Members
am: አባላት
ar: أعضاء
zh: 会员

source: Memo
am: ማስታወሻ
ar: ملاحظات
zh: 备忘录

# Menu_Administration
source: Administration
am: ማስተዳደር
ar: إشراف
zh: 管理

# Menu_Cash
source: Cash
am: ጥሬ ገንዘብ
ar: نقد
zh: 现金

# Menu_ExternalSignIns
source: External Sign-ins
am: ውጫዊ መግቢያዎች
ar: تسجيل الدخول الخارجي
zh: 外部登录插件

# Menu_Financials
source: Financials
am: የፋይናንስ ጉዳዮች
ar: مالية
zh: 金融

# Menu_FixedAssets
source: Fixed Assets
am: ቋሚ ንብረት
ar: أصول ثابتة
zh: 固定资产

# Menu_Help
source: Help
am: እርዳታ
ar: مساعدة
zh: 救命

# Menu_HumanCapital
source: Human Capital
am: የሰው ኃይል
ar: موارد بشرية
zh: 人力资本

# Menu_Inventory
source: Inventory
am: ንብረት ቆጠራ
ar: مخزون
zh: 库存

# Menu_Investments
source: Investments
am: ኢንቨስትመንት
ar: استثمارات
zh: 投资

# Menu_Maintenance
source: Maintenance
am: ጥገና
ar: صيانة
zh: 保养

# Menu_Marketing
source: Marketing
am: ግብይት
ar: تسويق
zh: 营销

# Menu_Password
source: Password
am: የይለፍ ቃል
ar: كلمة المرور
zh: 密码

# Menu_Payroll
source: Payroll
am: ደሞዝ
ar: مرتبات
zh: 工资单

# Menu_Production
source: Production
am: ፕሮዳክሽን
ar: إنتاج
zh: 生产

# Menu_Profile
source: Profile
am: መገለጫ
ar: الملف الشخصي
zh: 轮廓

# Menu_Purchasing
source: Purchasing
am: ግዢ
ar: مشتريات
zh: 购买

# Menu_Sales
source: Sales
am: የሽያጭ
ar: مبيعات
zh: 销售

# Menu_Security
source: Security
am: መያዣ
ar: أمان
zh: 安全

# Menu_Studio
source: Studio
am: ስቱዲዮ
ar: استديو
zh: 工作室

# Menu_TwoFactorAuthentication
source: 2FA
ar: التوثيق مزدوج العوامل

source: Message
am: መልእክት
ar: رسالة قصيرة
zh: 信息

# Message_Content
source: Content
am: ይዘት
ar: المحتوى
zh: 内容

# Message_ErrorMessage
source: Error
am: ስህተት
ar: رسالة الخطأ
zh: 错误

# Message_PhoneNumber
source: Phone Number
am: ስልክ ቁጥር
ar: رقم الهاتف
zh: 电话号码

# Message_State_3
source: Sent
am: ተልኳል።
ar: تم الإرسال
zh: 发送

# Message_State_4
source: Delivered
am: ደረሰ
ar: تم التوصيل
zh: 发表

# Message_State_minus_3
source: Sending Failed
am: መላክ አልተሳካም።
ar: فشل الإرسال
zh: 发送失败

# Message_State_minus_4
source: Delivery Failed
am: ማድረስ አልተሳካም።
ar: فشل التوصيل
zh: 发送失败

source: Message Command
am: የመልዕክት ትዕዛዝ
ar: أمر رسائل
zh: 消息命令

source: Message Commands
am: የመልእክት ትዕዛዞች
ar: أوامر رسائل
zh: 消息命令

source: Messages
am: መልዕክቶች
ar: رسائل قصيرة
zh: 留言

source: Message Template
am: የመልእክት አብነት
ar: قالب رسالة نصية
zh: 消息模板

source: Message Templates
am: የመልእክት አብነቶች
ar: قوالب رسائل نصية
zh: 消息模板

source: Microsoft
am: የ Microsoft
ar: مايكروسوفت
zh: 微软

# Mode_Insert
source: Insert
am: አስገባ
ar: إضافة
zh: 插入

# Mode_Merge
source: Merge
am: ውህደቱን
ar: دمج
zh: 合并

# Mode_Update
source: Update
am: አዘምን
ar: تعديل
zh: 更新
